-- MySQL dump 10.13  Distrib 5.5.9, for Win32 (x86)
--
-- Host: 192.168.1.51    Database: parkadmin
-- ------------------------------------------------------
-- Server version	5.5.11

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Current Database: `parkadmin`
--

CREATE DATABASE /*!32312 IF NOT EXISTS*/ `parkadmin` /*!40100 DEFAULT CHARACTER SET gb2312 */;

USE `parkadmin`;

--
-- Table structure for table `blacklist`
--

DROP TABLE IF EXISTS `blacklist`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `blacklist` (
  `id` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `plate` varchar(45) DEFAULT NULL,
  `kind` varchar(45) DEFAULT NULL,
  `color` varchar(45) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `ind_plate` (`plate`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312 COMMENT='黑名单';
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `blacklist`
--

LOCK TABLES `blacklist` WRITE;
/*!40000 ALTER TABLE `blacklist` DISABLE KEYS */;
/*!40000 ALTER TABLE `blacklist` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `cardright`
--

DROP TABLE IF EXISTS `cardright`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `cardright` (
  `cardsetind` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cardno` varchar(50) NOT NULL DEFAULT '0',
  `roadconind` int(10) unsigned NOT NULL,
  `starttime` time NOT NULL DEFAULT '00:00:00',
  `endtime` time NOT NULL DEFAULT '23:59:59',
  `shebeiname` varchar(30) NOT NULL DEFAULT '未知',
  PRIMARY KEY (`cardsetind`),
  KEY `roadconind` (`roadconind`),
  KEY `cardno_starttime_endtime` (`cardno`,`starttime`,`endtime`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=10307 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `cardright`
--

LOCK TABLES `cardright` WRITE;
/*!40000 ALTER TABLE `cardright` DISABLE KEYS */;
/*!40000 ALTER TABLE `cardright` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `carinfo`
--

DROP TABLE IF EXISTS `carinfo`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `carinfo` (
  `carid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `carcp` varchar(50) NOT NULL DEFAULT '未知',
  `carmodel` varchar(50) NOT NULL DEFAULT '小型车',
  `carpic` longblob,
  `cardindex` varchar(50) NOT NULL DEFAULT '0',
  `carhaoma` varchar(50) NOT NULL DEFAULT '未知',
  PRIMARY KEY (`carid`),
  KEY `cardindex` (`cardindex`),
  KEY `carcp` (`carcp`)
) ENGINE=InnoDB AUTO_INCREMENT=685 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `carinfo`
--

LOCK TABLES `carinfo` WRITE;
/*!40000 ALTER TABLE `carinfo` DISABLE KEYS */;
INSERT INTO `carinfo` VALUES (3,'川AV3C85','雪佛兰',NULL,'692050','未知'),(4,'川AQ468H','东风日产{2.0}（180）',NULL,'692010','未知'),(5,'川AFC105','丰田{1.5L}（50）',NULL,'692011','未知'),(6,'川A7D903','丰田{1.6}（120）',NULL,'692053','未知'),(7,'川AR8K63','帕萨特{1.8L}（120）',NULL,'692051','未知'),(8,'川APZ132','别克{1.6}（120）',NULL,'691999','未知'),(9,'川A3J738','未知',NULL,'692067','未知'),(11,'川ADP695','未知',NULL,'692012','未知'),(12,'川A123N6','梅赛德斯{2.5L}（180）',NULL,'692015','未知'),(13,'川A079D1','丰田{2.4L}180',NULL,'692055','未知'),(14,'川AFY986','松花江{1.3L}（120）',NULL,'692013','未知'),(15,'川AGR467','丰田{1.8L}（120）',NULL,'691693','未知'),(17,'川APS291','雪佛兰{1.4L}（120）',NULL,'691631','未知'),(20,'川ANV221','千里马',NULL,'691551','未知'),(21,'川ASD678','福克斯{1.8L}（50）',NULL,'691632','未知'),(22,'川A8L601','别克1.8L',NULL,'691633','未知'),(23,'川ANB638','威姿{1.3L}（120）',NULL,'692620','未知'),(24,'川ASN416','别克（1.6L）（120）',NULL,'692615','未知'),(25,'川ASW446','东风标致（1.6L）（120）',NULL,'692616','未知'),(26,'川A8J692','丰田（1.8L）（120）',NULL,'692613','未知'),(27,'川A00D61','奥迪（2.0L）180',NULL,'692621','未知'),(28,'川A02X13','帕萨特{2.0L}（180）',NULL,'692622','未知'),(29,'川AUB458','北京现代',NULL,'691550','未知'),(30,'川AA335N','丰田（1.6）（50）',NULL,'691543','未知'),(31,'川ABK669','菠萝（1.4L）（120）',NULL,'691626','未知'),(32,'川AD5H49','别克（2.4L）（180）',NULL,'691542','未知'),(33,'川ACT399','奇骏{2.5L}（180）',NULL,'691627','未知'),(34,'川AMH978','北京现代{1.6L}（50）',NULL,'691628','未知'),(35,'川AV3R71','迈腾（2.0L）（100）',NULL,'691529','未知'),(37,'川AUF509','标致（1.6L）（120）',NULL,'691595','未知'),(38,'川AMB689','别克（1.6L）（50）',NULL,'691527','未知'),(39,'川AL4Y62','奔弛（3.0L）（240）',NULL,'691596','未知'),(40,'川AFQ761','(1.6L)(120)',NULL,'691597','未知'),(41,'川AUU158','福克司（1.8L）（120）',NULL,'691532','未知'),(42,'川ACV135','起亚（1.6L）（120）',NULL,'691531','未知'),(43,'川ABU977','海马（1.8L）（50）',NULL,'691598','未知'),(44,'川A645J0','北斗星（1.2L）（50）',NULL,'691530','未知'),(45,'川ADG155','帕萨特（2.0L）（100）',NULL,'691599','未知'),(46,'川AJ046J','尼桑（2.0）（180）',NULL,'691611','未知'),(47,'川AGN938','高尔夫（1.6L）（120）',NULL,'691526','未知'),(48,'川ASD908','起亚（1.6L）（50）',NULL,'691525','未知'),(49,'川AJE617','高尔（1.6L)（50）',NULL,'691591','未知'),(51,'川AFK368','起亚（1.3L）（50）',NULL,'691523','未知'),(52,'川AEW222','千里马（1.6L）（120）',NULL,'691592','未知'),(53,'川AAY179','起亚（1.4L）（50）',NULL,'691593','未知'),(54,'川AS9101','标致（1.6L)(120)',NULL,'691515','未知'),(55,'川AEU515','千里马（1.3L）（50）',NULL,'691582','未知'),(56,'川AF728U','晶锐（1.4L）（50）',NULL,'691583','未知'),(57,'川AFV926','普桑（1.6L）（50）',NULL,'691517','未知'),(58,'川A139V1','未知',NULL,'691516','未知'),(59,'川AMK493','菠萝（1.4L）（50）',NULL,'691581','未知'),(60,'川ALT598','思威（2.4L）（100）',NULL,'691687','未知'),(61,'川AY1430','未知',NULL,'691686','未知'),(62,'川AZ9449','起亚（1.4L）（120）',NULL,'691638','未知'),(63,'川AHQ972','未知',NULL,'691685','未知'),(64,'川AG862D','雪铁龙（1.6L）（50）',NULL,'691639','未知'),(65,'川ASA421','起亚（1.6L）（50）',NULL,'16085575','未知'),(66,'川AMJ387','飞度（1.5L)(120)',NULL,'691553','未知'),(67,'川AXM272','天域（1.6L）（50）',NULL,'691683','未知'),(68,'川AV2913','赛欧（1.6L）（50）',NULL,'691635','未知'),(69,'川A916R0','未知',NULL,'691695','未知'),(70,'川AUF783','帕萨特（2.0L）（180）',NULL,'691636','未知'),(71,'川ADE199','逍客（2.0L）（100）',NULL,'691637','未知'),(72,'川AV9826','富康（1.4L）（50）欠120',NULL,'691522','未知'),(73,'川AYD916','富克斯（1.8L）120',NULL,'691521','未知'),(74,'川AAH853','未知',NULL,'691588','未知'),(75,'川AJB663','富康（1.4L）（120）',NULL,'691520','未知'),(76,'川AV796N','丰田（2.4L）（100）',NULL,'691589','未知'),(77,'川AL3R87','索兰托（2.4）（180）',NULL,'691590','未知'),(78,'川AKY476','未知',NULL,'16085702','未知'),(79,'川AL1U31','迈腾（1.8L）（120）',NULL,'691519','未知'),(80,'川ALD302','颐达（1.6L）120',NULL,'691585','未知'),(81,'川AQU308','标致（1.6L）（50）',NULL,'691518','未知'),(83,'川ADH421','北斗星（1.0L）（120）',NULL,'691587','未知'),(84,'川AZQ708','本田（1.8L）（50）',NULL,'691691','未知'),(85,'川AT1296','吉达（1.6L)(120)',NULL,'691697','未知'),(86,'川ABD998','宝来（1.6L）（50）',NULL,'691647','未知'),(87,'川AU330N','速腾（1.4L）（120}',NULL,'691690','未知'),(88,'川AW808K','未知',NULL,'691653','未知'),(89,'川A9R323','未知',NULL,'691671','未知'),(90,'川A1S389','飞渡（1.5L）（120）',NULL,'691696','未知'),(91,'川A05908','本田（2.4L）（100）',NULL,'16085526','未知'),(92,'川ANT715','帕萨特（1.8L）（50）',NULL,'691641','未知'),(93,'川ARL660','尼桑（2.0L）（100）',NULL,'691688','未知'),(94,'川AU561M','思域（1.8L）（120）',NULL,'691642','未知'),(95,'川AS666H','标致（1.4L）（50）',NULL,'691646','未知'),(96,'川A056B7','未知',NULL,'692049','未知'),(97,'川A9K513','丰田（1.6L）（50）',NULL,'692052','未知'),(98,'川A543VO','奇瑞（1.3L）（50）',NULL,'691996','未知'),(99,'川AJN728','富康（1.6L）（50）',NULL,'692048','未知'),(100,'川AHA662','海马（1.6L）（50）',NULL,'691997','未知'),(101,'川AC8Z80','晶锐（1.4L）（50）',NULL,'691998','未知'),(102,'川AC146Q','面包（1.6L）（50）',NULL,'692043','未知'),(103,'川AY7Z98','高尔夫（2.0L）（100）',NULL,'692599','未知'),(104,'川AV8693','未知',NULL,'691992','未知'),(105,'川A417Z2','奇瑞（0.8L）（50）',NULL,'692058','未知'),(106,'川A272U7','未知',NULL,'691993','未知'),(107,'川ASA660','福克斯（1.8L）（120）欠',NULL,'691995','未知'),(108,'川AZ8206','长安（1.0L）（50）',NULL,'691710','未知'),(109,'川AEE122','福特（1.6L）（50）',NULL,'691699','未知'),(110,'川A70F67','丰田（1.8L）（120)2011。9。16--2011。10。16-',NULL,'691643','未知'),(111,'川AZ511X','云雀（0.6L）（120）',NULL,'691698','未知'),(112,'川AHY248','未知',NULL,'691655','未知'),(113,'川A6W037','速腾（1.6L)(120)',NULL,'691648','未知'),(114,'川AY8Y06','',NULL,'692046','未知'),(115,'川AL117Q','迈腾（1.4L）（120）',NULL,'692045','未知'),(116,'川ARU595','别克（1.6L）（50）',NULL,'692445','未知'),(117,'川A2Z725','未知',NULL,'692042','未知'),(118,'川A1P163','罗峰（1.4L)(120）',NULL,'691983','未知'),(119,'川AQP108','福克斯（1.8L)(120)',NULL,'691985','未知'),(120,'川AEE520','夏利（1.4L）（50）',NULL,'691536','未知'),(121,'川A5W011','哈飞（1.3L）（50）',NULL,'691535','未知'),(122,'川A053CW','丰田（2.5L）（100）',NULL,'691612','未知'),(123,'川AK9599','未知',NULL,'691533','未知'),(124,'川AHL317','千里马｛50｝',NULL,'691613','未知'),(125,'川A1266C','未知',NULL,'691615','未知'),(126,'川A7916Q','未知',NULL,'692066','未知'),(127,'川A0120R','未知',NULL,'692065','未知'),(128,'川A6989Q','未知',NULL,'692022','未知'),(129,'川A6986Q','未知',NULL,'692063','未知'),(130,'川A1763Q','未知',NULL,'692025','未知'),(131,'川A1756C','未知',NULL,'692023','未知'),(132,'川A7613Q','未知',NULL,'692057','未知'),(133,'川A2263R','未知',NULL,'692062','未知'),(134,'川A2269R','未知',NULL,'692019','未知'),(135,'川A5967Q','未知',NULL,'692061','未知'),(136,'川A3096R','未知',NULL,'692020','未知'),(137,'川AND555','未知',NULL,'692021','未知'),(138,'川A750J6','现代（1.6L）（50）',NULL,'692060','未知'),(139,'川A95A02','华泰（1.8L）（50）',NULL,'692059','未知'),(140,'川AH050T','明锐（1.6L）（50）',NULL,'692016','未知'),(141,'川ABJ972','悦达（1.4L）（50）',NULL,'692068','未知'),(142,'川AVV150','威志（1.3L）（120）',NULL,'692017','未知'),(143,'川A8H158','雪铁龙（1.4L）（50）',NULL,'692018','未知'),(144,'川A566S6','未知',NULL,'692026','未知'),(145,'川A5W299','标致（1.6L）（50）',NULL,'691973','未知'),(146,'川A7T098','未知',NULL,'691975','未知'),(147,'川AVN801','速腾（2.0L）（100）',NULL,'692028','未知'),(148,'川AD3W57','别克（1.6L）（50）',NULL,'692027','未知'),(149,'川A2S621','未知',NULL,'691972','未知'),(150,'川AYE888','雪佛兰（1.6L)(50)',NULL,'692032','未知'),(151,'川AFT979','捷达（1.6L）（50）',NULL,'692030','未知'),(152,'川ALX520','别克（1.6L）（50）',NULL,'691976','未知'),(154,'川AP807F','别克（2.4L)(100)',NULL,'692029','未知'),(155,'川ABZ510','起亚（1.4L）（50）',NULL,'691977','未知'),(156,'川AZ7952','起亚（1.4L）（50）',NULL,'691978','未知'),(157,'川AWF753','未知',NULL,'691510','未知'),(158,'川AKT801','标致（1.6L）（50）',NULL,'692033','未知'),(159,'川AJH675','未知',NULL,'691979','未知'),(160,'川AA302A','圣达菲（1.8L)(120)',NULL,'692031','未知'),(161,'川AKU136','铃木（1.3）（50）',NULL,'691980','未知'),(162,'川AFJ738','未知',NULL,'691981','未知'),(163,'川AU2262','未知',NULL,'692038','未知'),(164,'川AQJ966','未知',NULL,'692036','未知'),(166,'川AEY079','未知',NULL,'692037','未知'),(167,'川AMM831','未知',NULL,'691986','未知'),(168,'川AAS862','未知',NULL,'691987','未知'),(169,'川AYU912','未知',NULL,'692041','未知'),(170,'川A8195S','未知',NULL,'16085175','未知'),(171,'川A8259S','未知',NULL,'691988','未知'),(172,'川A7W568','未知',NULL,'692039','未知'),(173,'川AQV681','未知',NULL,'691989','未知'),(174,'川AWB075','未知',NULL,'691990','未知'),(175,'川AUD285','尼桑（2.0L）（100）',NULL,'691916','未知'),(176,'川AGY487','千里马（1.3L）（50）',NULL,'691899','未知'),(177,'川AF6201','未知',NULL,'691958','未知'),(178,'川ART810','标致（1.6L）（120）',NULL,'691898','未知'),(179,'川AAU202','悦达（1.4L）（50）欠40',NULL,'691959','未知'),(180,'川AYC313','雪怫兰（1.4L）（120）',NULL,'691960','未知'),(181,'川A6U786','未知（120）',NULL,'691562','未知'),(182,'川AKX158','别克（2.0L）（100）',NULL,'691555','未知'),(183,'川AEQ981','未知',NULL,'691645','未知'),(184,'川AUR205','未知',NULL,'691552','未知'),(185,'川AB834P','雪佛兰（1.6L）（120）',NULL,'691649','未知'),(186,'川AML238','未知',NULL,'691650','未知'),(187,'川AGT566','未知',NULL,'691563','未知'),(188,'川APT843','海马（1.6L）（50）',NULL,'691561','未知'),(189,'川A1X550','本田（1.5L）（50）',NULL,'691651','未知'),(190,'川AZC152','富康（1.6）（120）',NULL,'691556','未知'),(191,'川ABQ439','羚羊（1.3L）（50）',NULL,'691652','未知'),(192,'川AAB562','菠萝（1.4L）（50）',NULL,'16085559','未知'),(193,'川A5H072','未知',NULL,'691897','未知'),(194,'川AM7M86','富康（1.4L）（50）',NULL,'691949','未知'),(195,'川AZ2228','丰田（2.4L）（100）',NULL,'691910','未知'),(196,'川A760Q6','',NULL,'691911','未知'),(197,'川AU886Y','丰田（2.4L）（100）',NULL,'691952','未知'),(198,'川ADF146','长安（50）',NULL,'691953','未知'),(199,'川A581CY','富来尔（1.8L）（50）',NULL,'691915','未知'),(200,'川A3D513','雪铁龙（2.0L）',NULL,'691912','未知'),(201,'川AMR401','未知',NULL,'691955','未知'),(202,'川AVX976','起亚（1.3L）（50）',NULL,'691913','未知'),(204,'川A00Z69','丰田（2.5L）（180）欠',NULL,'691957','未知'),(205,'川A210S7','思域（1.8L）（120）',NULL,'691918','未知'),(206,'川A137DR','科雷傲（2.3L）（180）',NULL,'691919','未知'),(207,'川AOU319','未知',NULL,'691961','未知'),(209,'川AL171Z','猎豹（2.0L）（100）',NULL,'691962','未知'),(210,'川AB621C','福克斯（1.8L）（120）',NULL,'691963','未知'),(211,'川A6712R','未知',NULL,'691547','未知'),(212,'川AW9800','别克（2.5L）（100）',NULL,'691567','未知'),(213,'川A39Z33','毕嘉索（2.0L）（180）',NULL,'691659','未知'),(214,'川AJX647','未知',NULL,'691566','未知'),(215,'川AEM859','未知',NULL,'691660','未知'),(216,'川A3Y116','50',NULL,'691661','未知'),(217,'川A1U516','思域（1.8L）（120）',NULL,'691549','未知'),(218,'川A011G8','雪怫兰（1.8L）（50）',NULL,'691568','未知'),(219,'川AZF079','未知',NULL,'691662','未知'),(220,'川A92N86','奔奔（103L）（50）',NULL,'691548','未知'),(221,'川AYJ338','大众（1.8L）（50）',NULL,'692592','未知'),(222,'川ADK895','未知',NULL,'691672','未知'),(223,'川A55Q21','标志（1.6L）（120）',NULL,'691571','未知'),(224,'川A38Q69','未知',NULL,'691570','未知'),(225,'川AOK526','思域（1.8L）（50）',NULL,'691663','未知'),(226,'川AWF868','飞亚特（1.6L）（50）',NULL,'691569','未知'),(227,'川A336J1','荣威(1.8L}(120)',NULL,'691665','未知'),(228,'川AC184M','标致（1.6L）（50）',NULL,'691666','未知'),(229,'川AW7M37','180',NULL,'691546','未知'),(230,'川AZ3X56','别克（1.6L）（120）',NULL,'691565','未知'),(231,'川AE046V','三凌（2.4L）（100）',NULL,'691657','未知'),(232,'川A849A1','飞渡（1.4L）（50）',NULL,'691545','未知'),(233,'川A2Y011','思域（1.8L）（120）',NULL,'691658','未知'),(234,'川AYH920','北斗星（1.4L）（50）',NULL,'691670','未知'),(235,'川APR463','奇瑞（1.6L）（50）',NULL,'691758','未知'),(236,'川A92A12','思威（2.0L）（100）欠',NULL,'691969','未知'),(237,'川Y08989','别克（3.0L）（130）',NULL,'691876','未知'),(238,'川A643T1','哈飞（1.1L）（50）',NULL,'691759','未知'),(239,'川AWM151','菠萝（1.6L）50',NULL,'691861','未知'),(240,'川A82G50','未知',NULL,'691968','未知'),(241,'川A22M17','名爵（1.4L）（50）',NULL,'691629','未知'),(242,'川AEQ026','海马（106L）（120）',NULL,'691921','未知'),(243,'川A25H27','海马（1.6L）（50）',NULL,'691966','未知'),(244,'川A889F1','长安（1.3L)(50)',NULL,'691920','未知'),(245,'川A39F70','明瑞（1.8L）（120）',NULL,'691965','未知'),(246,'川A89F71','未知',NULL,'691967','未知'),(247,'川AV9505','未知',NULL,'691866','未知'),(248,'川ALW148','雅阁（2.0L）（100）',NULL,'691715','未知'),(249,'川A118GX','尼桑（2.0L)（100)',NULL,'691719','未知'),(250,'川A16T07','未知',NULL,'691862','未知'),(251,'川A65Q97','雪怫兰（1.0L）（50）',NULL,'691867','未知'),(252,'川A62W55','福克斯（1.8L）（50）',NULL,'691713','未知'),(253,'川AHX317','千里马（1.3L）（50）',NULL,'691865','未知'),(254,'川A41V23','雪铁龙（1.6L）（120）',NULL,'691863','未知'),(255,'川AG397P','',NULL,'691860','未知'),(256,'川A3Y037','未知',NULL,'691877','未知'),(257,'川A007B8','未知',NULL,'691878','未知'),(258,'川A454Z8','未知',NULL,'691712','未知'),(259,'川AVV157','北斗星（1.4L）（50）',NULL,'691560','未知'),(260,'川A53L87','迷迪（1.6L）（50）',NULL,'691573','未知'),(261,'川AZ535W','未知',NULL,'691669','未知'),(262,'川A843U0','荣威（1.8L）（50）',NULL,'691572','未知'),(263,'川AW0A62','捷达（1.6L）（50）',NULL,'691675','未知'),(264,'川A2Y215','北京现代（1.6L）（50）',NULL,'691676','未知'),(265,'川A206G8','未知',NULL,'691577','未知'),(266,'川AT4W33','东风日产{2.0L）（180）',NULL,'691576','未知'),(267,'川A25H93','红旗(2.0L}180',NULL,'691677','未知'),(268,'川L59716','1.8L（50）',NULL,'691579','未知'),(269,'川A63E52','宝来（1.6L）（120）',NULL,'691678','未知'),(270,'川AZT697','未知',NULL,'691681','未知'),(271,'川A766Q2','海马（1.6L）（120）',NULL,'691559','未知'),(272,'川A560T9','红旗（2.0）（180）',NULL,'691558','未知'),(273,'川A102N0','晶锐（1.4L）（50）',NULL,'691667','未知'),(274,'川A685M0','未知',NULL,'16085658','未知'),(275,'川A244G6','高尔夫（1.4L）（120）',NULL,'691668','未知'),(276,'川A908D7','福克斯（1.8L）（50）',NULL,'691673','未知'),(277,'川A42S80','未知',NULL,'691872','未知'),(278,'川AF109Q','乐驰（1.0L）（50）',NULL,'691735','未知'),(279,'川AL317X','爱丽舍（1.6L）（50）欠',NULL,'691630','未知'),(280,'川AFY135','威乐（1.5L）（120）',NULL,'691871','未知'),(281,'川AZ367M','斯科达（1.6L）（120）',NULL,'691870','未知'),(282,'川AM696X','思域（1.6L）（50）',NULL,'691720','未知'),(283,'川AXT366','未知',NULL,'691580','未知'),(284,'川A525Y0','长城（1.5L）（50）',NULL,'691575','未知'),(285,'川ALF960','高尔夫（1.8L）（50）',NULL,'691682','未知'),(286,'川A056S3','晶锐（1.6L）（50）',NULL,'691578','未知'),(287,'川AX823Q','高尔夫（1.4L）（50）',NULL,'691679','未知'),(288,'川A0Y293','未知',NULL,'691680','未知'),(289,'川AA115W','天籁（2.5L）（180）',NULL,'691511','未知'),(293,'川A17A04','菠萝（1.4L）（120）',NULL,'691616','未知'),(294,'川A7G239','起亚（2.0L）（180）',NULL,'691499','未知'),(295,'川AFQ460','富康（1.6L）（50）',NULL,'691617','未知'),(296,'川AE689G','东风（1.6L）（50）',NULL,'691618','未知'),(297,'川A1W520','雪怫兰（1.6L）（50）',NULL,'691538','未知'),(298,'川AD939K','铃木（1.6）（120）',NULL,'691537','未知'),(299,'川APZ453','未知',NULL,'691619','未知'),(301,'川ACU438','富康（1.3L）（50）',NULL,'691620','未知'),(302,'川AD920K','标致（1.4L）（50）',NULL,'691621','未知'),(303,'川AB514A','2.0L（180）',NULL,'691541','未知'),(304,'川AC597Z','吉利（1.5L）（50）',NULL,'691540','未知'),(305,'川AE019J','宝来（1.6L）（50）',NULL,'691622','未知'),(306,'川AD775Z','速腾（1.6L）（120）',NULL,'691539','未知'),(307,'川A85S94','菠萝（1.4L）（120）',NULL,'691623','未知'),(308,'川AD193W','福特（1.5L）（50）',NULL,'691625','未知'),(309,'川AG023D','豪情（1.3）120',NULL,'692486','未知'),(310,'川AU933B','东风日产（2.4L）（100）',NULL,'692567','未知'),(311,'川AR3Q81','菠萝（1.4L）（50）',NULL,'692568','未知'),(312,'川AOK346','尼桑（2.0）（100）',NULL,'692487','未知'),(313,'川AKG995','马自达（1.6L）（50）',NULL,'692481','未知'),(314,'川A1G337','未知',NULL,'692563','未知'),(315,'川A89A34','荣威（1.8L）（120）',NULL,'692488','未知'),(316,'川AB435A','长城（1.3L）（50）',NULL,'692570','未知'),(317,'川ANW337','标致（2.0L）（100）',NULL,'692571','未知'),(318,'川AH696K','标致（1.6L）（50）',NULL,'692490','未知'),(319,'川AU2L70','城市越野（2.0T）（100）',NULL,'692489','未知'),(320,'川AEC308','伏特（1.6L）（120）',NULL,'692569','未知'),(321,'川AM620C','标致（1.6L）（50）',NULL,'692552','未知'),(322,'川AL386M','1.6L（50）',NULL,'692578','未知'),(323,'川AXJ096','未知',NULL,'692580','未知'),(324,'川AK716K','菠萝（1.6L）（50）',NULL,'692545','未知'),(325,'川AH776J','众泰（1.5）（50）',NULL,'692555','未知'),(326,'川AH456Y','郎逸（1.6L）（50）',NULL,'692429','未知'),(327,'川AH612A','宝莱（1.6L）50',NULL,'692547','未知'),(328,'川AL217Y','未知',NULL,'16084638','未知'),(329,'川ALK897','未知',NULL,'692579','未知'),(330,'川AL695H','菠萝（1.6L）（120）',NULL,'692548','未知'),(331,'川AJ125M','比亚迪（1.0L）（50）',NULL,'692549','未知'),(332,'川AH067Y','奇瑞（1.6L）（50)',NULL,'692576','未知'),(333,'川AH501Z','福克斯（1.8L)120',NULL,'692550','未知'),(334,'川AK111L','标致（1.6L）（120）剩60',NULL,'692426','未知'),(335,'川A18P26','未知',NULL,'692427',''),(336,'川AN212L','雪怫兰（1.0L）（50）',NULL,'692553','未知'),(337,'川AFX309','未知',NULL,'692551','未知'),(338,'川AH102E','明锐（1.6L）（120）',NULL,'692428','未知'),(339,'川A51K89','威志？（1.5L）（50）',NULL,'692482','未知'),(340,'川AN265H','本田（1.8L）（50）欠',NULL,'692575','未知'),(341,'川AK752C','晶锐（1.4L）（50）',NULL,'692573','未知'),(342,'川AG325V','菠萝（1.4L）（50）',NULL,'692546','未知'),(343,'川AH137H','骐达（1.6L）（50）',NULL,'692543','未知'),(344,'川AT2E50','别克（1.6L）（50）',NULL,'692572','未知'),(345,'川AP095U','荣威（1.8L）（50）',NULL,'691748','未知'),(346,'川AH417Z','速腾（1.4L）（120）',NULL,'691747','未知'),(347,'渝ADR511','蒙迪欧（2.0L）（180）',NULL,'691730','未知'),(348,'川AY315Z','未知',NULL,'691746','未知'),(349,'川A705E9','现代（1.4L）（50）',NULL,'691731','未知'),(350,'川AW216Y','菱悦（1.5L）（50）',NULL,'691732','未知'),(351,'川AT811R','未知',NULL,'691751','未知'),(352,'川AJ0S67','未知',NULL,'691750','未知'),(353,'川AQ163Q','迈腾（1.4L）（50）欠',NULL,'691733','未知'),(354,'川AS110Y','现代（2.0）（180）',NULL,'691749','未知'),(355,'川AY579K','起亚（2.0L）（180）',NULL,'691925','未知'),(357,'川ASR717','海马（1.6L）（50）',NULL,'691721','未知'),(358,'川AT931T','丰田（1.6L）（120）',NULL,'691722','未知'),(359,'川AT129J','波罗（1.6L)(50)',NULL,'691869','未知'),(360,'川A9F778','未知',NULL,'691873','未知'),(362,'川AM918Q','长城（1.3L）（50）',NULL,'691711','未知'),(363,'川AM782S','马自达（2.0L）（100）',NULL,'691755','未知'),(364,'川AL073B','朗逸｛120｝',NULL,'691753','未知'),(365,'川AH750X','未知',NULL,'691927','未知'),(366,'川A2B275','未知',NULL,'691752','未知'),(367,'川A280V7','大众（1.8L）（50）',NULL,'691928','未知'),(368,'川AF345M','起亚（1.6L）（50）',NULL,'691929','未知'),(370,'川AQ512D','丰田（1.6L）（50）',NULL,'691757','未知'),(371,'川A528V3','雪铁龙（1.6L）（120）',NULL,'691930','未知'),(372,'川AT010P','标致（1.6L）（50）',NULL,'691756','未知'),(373,'川A01D77','奥迪（2.0L）（100）',NULL,'691931','未知'),(374,'川AWS766','标致（1.6L）（50）',NULL,'691932','未知'),(375,'川AA397N','吉普（1.8L）（120）',NULL,'692472','未知'),(376,'川AK356Q','宝马（2.0L）（180）',NULL,'692560','未知'),(377,'川AZ732C','雪怫兰（1.6L）（120）',NULL,'692561','未知'),(378,'川AS5X15','高尔夫（1.6L）（50）',NULL,'692479','未知'),(379,'川AU0017','未知',NULL,'692478','未知'),(380,'川A2R368','未知',NULL,'692559','未知'),(381,'川AR133T','未知',NULL,'692483','未知'),(382,'川AV127P','路宝（1.3L）（50）',NULL,'692566','未知'),(383,'川ADM336','非亚特（1.5L）（120）',NULL,'692562','未知'),(384,'川A45L29','东南（1.5L）（50）',NULL,'692485','未知'),(385,'川AW781W','标致（1.6L）（120）',NULL,'692480','未知'),(386,'川AW027T','福克斯（1.8L）（50）',NULL,'692565','未知'),(387,'川A1W887','乐风（1.4L）（50)',NULL,'691883','未知'),(388,'鄂AHK083','卡罗拉（1.8L）（50）',NULL,'691882','未知'),(389,'川AA6N33','名爵（1.4L）（50）',NULL,'691933','未知'),(390,'川AF6L07','福克斯（1.8L）（50）',NULL,'691881','未知'),(391,'川AM5F67','宝来（1.6L）（50）',NULL,'691935','未知'),(392,'川ASM835','雪怫兰（0.8）（50）',NULL,'691936','未知'),(393,'川AB784S','丰田（1.6L）（50）',NULL,'691886','未知'),(394,'川AM7Z46','路虎（2.2L）（180）',NULL,'691879','未知'),(395,'川AM4W92','未知',NULL,'691937','未知'),(396,'川ASD145','三菱（1.6L）（50）',NULL,'691885','未知'),(397,'川AX1P99','明锐（1.4L）（50）',NULL,'691938','未知'),(398,'川AQ946X','未知',NULL,'691939','未知'),(399,'川AC5D45','雪铁龙（2.0L）（180）',NULL,'691887','未知'),(400,'川AVL732','菠萝（1.6L）（50）',NULL,'691889','未知'),(401,'川AZ8D95','科鲁姿（1.8L）（50）',NULL,'691942','未知'),(402,'川A54K76','菠萝（1.6L）（50）',NULL,'691888','未知'),(403,'川A5U986','中泰（1.4L）（50）',NULL,'691941','未知'),(404,'川AN9Z85','雪佛兰（1.6L）（120）',NULL,'691940','未知'),(405,'川AH0L90','菠萝（1.4L）（50）',NULL,'691892','未知'),(406,'川AP3R45','雪怫兰（1.6L）（50）',NULL,'691943','未知'),(407,'川A30T07','标致（1.6L）（50）',NULL,'691891','未知'),(409,'川A9L659','标致（1.6L）（50）',NULL,'691946','未知'),(410,'川AW522J','晶锐（1.4L）（120）',NULL,'691890','未知'),(411,'川AD7D17','别克（1.6L）（50）',NULL,'691896','未知'),(413,'川AY910Y','名爵（1.8L）（50）',NULL,'691947','未知'),(414,'川AB8Z07','现代（1.4L）（50）',NULL,'691893','未知'),(415,'川AD6X13','郎逸（1.4L）（50）',NULL,'691948','未知'),(416,'川APP445','途安（1.8L）（50）',NULL,'691950','未知'),(417,'川AH8Y52','马自达（1.6L）（50）',NULL,'691923','未知'),(418,'川AA7X11','（1.6L）（50）',NULL,'691922','未知'),(419,'川AT833A','迈腾（2.0L）（100）',NULL,'691951','未知'),(420,'川A1X337','雪怫兰{1.4L）（50）',NULL,'691875','未知'),(422,'川AM5Y10','迈腾（1.4L）（120）',NULL,'691970','未知'),(423,'川AB417U','雪铁龙（1.6L）（50）',NULL,'692475','未知'),(424,'川AB2H23','未知',NULL,'692557','未知'),(425,'川AZ9L25','起亚（1.3L）（50）',NULL,'692558','未知'),(426,'川AU2D00','马自达（2.0L)(180)',NULL,'692477','未知'),(427,'川AD263V','大众（1.8L）（50）',NULL,'692476','未知'),(428,'川AH994Q','雅阁（1.6L）',NULL,'692556','未知'),(429,'川AD7J52','大众（1.6L）（50）',NULL,'691738','未知'),(430,'川AL523F','郎逸（1.6L）（50}',NULL,'691737','未知'),(431,'川A69Y61','尼桑（2.5L）（100）',NULL,'691716','未知'),(432,'川AS3D21','雪怫兰（1.6L）（50）',NULL,'691736','未知'),(433,'川A6V623','未知',NULL,'691717','未知'),(434,'川AJ6M37','丰田（1.6L）（50）',NULL,'691718','未知'),(435,'川AM5161','未知',NULL,'691741','未知'),(436,'川ABC989','未知',NULL,'691740','未知'),(437,'川AZZ805','猎豹（2.0L）（100）',NULL,'691723','未知'),(439,'川A18V80','雪铁龙（1.6L）（50）',NULL,'691725','未知'),(440,'川AX4Z25','菠萝（1.4L）（50）',NULL,'691726','未知'),(441,'川AB422R','福特（1.8L）（120）欠',NULL,'692151','未知'),(443,'川AH985P','雪怫兰（1.4L）（50）',NULL,'692265','未知'),(444,'川K32322','未知',NULL,'692131','未知'),(445,'川AG1H15','未知',NULL,'692073','未知'),(446,'川AD2H82','赛欧（1.4L）（50）',NULL,'692266','未知'),(447,'川AB3A03','标致（2.0L）（180）',NULL,'691745','未知'),(448,'川AH6755','未知',NULL,'691743','未知'),(449,'川AP026A','马自达（1.6L）（50）',NULL,'691727','未知'),(450,'川AWF857','宝莱（1.6L）（120）',NULL,'691742','未知'),(451,'川AYG649','标致（1.6L）（50）',NULL,'691728','未知'),(452,'川ACD359','波罗（1.6L）{120}',NULL,'691729','未知'),(453,'川A53L62','比亚迪（1.8L）（50）',NULL,'692121','未知'),(454,'川AB8Z58','风神（1.6L)（50）',NULL,'692120','未知'),(455,'川AJ3C07','晶锐（1.4L）（120）',NULL,'692242','未知'),(456,'川AD7M56','斯巴鲁（2.5L）（100）',NULL,'692119','未知'),(457,'川AB2R97','迈腾（1.8）（120）',NULL,'692255','未知'),(458,'川AH3A52','奇瑞（1.0L）（50）',NULL,'692243','未知'),(459,'川AC1H67','瑞虎（1.8）（120）',NULL,'692126','未知'),(460,'川AB491X','起亚（2.0L）（100）',NULL,'692123','未知'),(461,'川AL2Q17','福克斯（1.8L）（50）欠140',NULL,'692245','未知'),(462,'川AD1L93','福特（1.6L）（120）',NULL,'692122','未知'),(463,'川AFK720','',NULL,'692246','未知'),(464,'川AH7N02','悦翔(1.5L)(120)',NULL,'692247','未知'),(465,'川AZ197E','未知',NULL,'692130','未知'),(466,'川ABZ411','未知',NULL,'692169','未知'),(467,'川A949G3','晶锐（1.4L）（50）',NULL,'692251','未知'),(468,'川AFN681','别克（1.6L）（50）',NULL,'692129','未知'),(469,'川ADG513','威姿（1.5L）（120）',NULL,'692070','未知'),(470,'川AF8M99','奇骏（2.4L）（180）',NULL,'692252','未知'),(471,'川A63S23','未知',NULL,'692256','未知'),(472,'川AA601A','未知',NULL,'692171','未知'),(473,'川AH949R','比亚迪（1.5L）（50）',NULL,'692145','未知'),(474,'川AY6Z51','中华（1.3L）（50）',NULL,'692253','未知'),(475,'川AA3V86','起亚（1.8L）（50）',NULL,'692170','未知'),(476,'川AVG719','菠萝（1.6L）（50）',NULL,'692257','未知'),(477,'川AU7X07','标致（2.0L）（100）',NULL,'692258','未知'),(478,'川AS2F29','高尔夫（1.6L）（50）',NULL,'692128','未知'),(479,'川AJ2D72','威志（1.3L）（50）',NULL,'692125','未知'),(480,'川AR950F','菠萝（1.4L）（50）',NULL,'692248','未知'),(481,'川AAM806','未知',NULL,'692127','未知'),(482,'川AL371E','丰田（1.6L）（50）',NULL,'692249','未知'),(483,'川AQU585','波罗（1.6L）（50）',NULL,'692250','未知'),(484,'川AQA386','福康（1.6）（50）',NULL,'692147','未知'),(485,'川AL282V','威志（1.5L）（50）',NULL,'692146','未知'),(486,'川AK393T','起亚（2.4L）（180）',NULL,'692259','未知'),(487,'川AD7Q36','未知',NULL,'692069','未知'),(488,'川AV108X','未知',NULL,'692260','未知'),(489,'川ADQ173','千里马（1.6L）（50）',NULL,'692261','未知'),(490,'川AQ5S50','科鲁兹（1.8L）（50）',NULL,'692150','未知'),(491,'川AMZ931','江槐（1.9L）（100）',NULL,'692149','未知'),(493,'川AE5Z37','福克斯（1.6L）（50）',NULL,'692148','未知'),(494,'川AB675V','菠萝（1.4L）（50）',NULL,'692072','未知'),(495,'川AS539P','未知',NULL,'692262','未知'),(496,'川AY0Y71','别克（1.6L）（120）欠地下',NULL,'692113','未知'),(497,'川AW1L31','骊威（1.6L)(50}',NULL,'692112','未知'),(498,'川AX866F','天语（1.6L）（50）',NULL,'692232','未知'),(499,'川AP2L80','阳光（1.5L）（50)',NULL,'692111','未知'),(500,'川AVE599','蒙迪欧（2.0L）（180）欠',NULL,'692233','未知'),(501,'川AA5H35','面包（1.0）（50）',NULL,'692235','未知'),(502,'川A92F00','未知',NULL,'16085105','未知'),(503,'川AT761P','迈腾（1.8L）（50）',NULL,'692099','未知'),(504,'粤A3V566','本田（2.3）（100）',NULL,'692229','未知'),(505,'川ACH907','沃尔沃（2.5L）（180）',NULL,'692098','未知'),(506,'川AY6L05','雪铁龙（1.6L）（50）',NULL,'692230','未知'),(507,'川AF228Y','雪铁龙（1.6L）（50）',NULL,'692231','未知'),(508,'川AD1P79','锋范（1.5L）（50）',NULL,'16085099','未知'),(509,'川ADU227','威姿（1.3L）（50）',NULL,'692236','未知'),(510,'川ABA095','千里马（1.6L）（50）',NULL,'692115','未知'),(511,'川AV030W','速腾（1.4L）（120）',NULL,'692237','未知'),(512,'川AD127J','明锐（1.6L）（50）',NULL,'692238','未知'),(513,'川A336L8','奔奔（1.3L）（50）',NULL,'692241','未知'),(514,'川AH877A','雪铁龙（1.6L）（120）',NULL,'692240','未知'),(515,'川AQ2S61','福特（1.8L）（50）',NULL,'692117','未知'),(516,'川A188D1','雪铁龙（1.6L）（120）',NULL,'692118','未知'),(517,'川ABN018','福特（1.6）（50）',NULL,'692071','未知'),(518,'川AZ251G','沃尔沃（1.8L）（50）',NULL,'692239','未知'),(519,'川ACU382','起亚（1.3L）（50）',NULL,'692176','未知'),(520,'川AN991N','神行者（2.0L）（100）',NULL,'692175','未知'),(521,'川AP6811','',NULL,'692595','未知'),(522,'川A633Z3','未知',NULL,'692173','未知'),(523,'川AJH675','未知',NULL,'692152','未知'),(524,'川AA5T21','比亚迪（1.0L）（50）',NULL,'692153','未知'),(525,'川AMX128','捷达（1.6L）（50）',NULL,'692076','未知'),(526,'川AQ292L','雪怫兰（1.4L）（50）',NULL,'692075','未知'),(527,'川AR6N26','雪怫兰（1.8L）（120）',NULL,'692089','未知'),(528,'川AQ935B','高尔（1.6L）（50）',NULL,'692078','未知'),(529,'川AL2M80','长安（1.6L）（50）',NULL,'692077','未知'),(530,'川AZ753J','本田（2.4L）（180）',NULL,'692088','未知'),(531,'川AL6U11','丰田（1.6L）（50）',NULL,'692179','未知'),(532,'川AGN227','富康（1.6L）（50）',NULL,'692178','未知'),(533,'川AG751U','卡罗拉（1.6L）（50）',NULL,'692155','未知'),(534,'川AW912D','大众（1.6L）（50）',NULL,'692177','未知'),(535,'川AC3U18','中华（1.6L）（50）',NULL,'692156','未知'),(536,'川ARW935','未知',NULL,'692157','未知'),(537,'川A10N32','福克斯（2.0L）（180）',NULL,'692182','未知'),(538,'川AVG887','骐达（1.6L）（50）剩10',NULL,'692181','未知'),(539,'川AW727G','东风雪铁龙（1.6L)(120)',NULL,'692158','未知'),(541,'川AFV833','吉利（1.0L)(50)',NULL,'692159','未知'),(543,'川AYF012','别克（1.6L)(50)',NULL,'692160','未知'),(545,'川AP537Y','未知',NULL,'692180','未知'),(546,'川A0T713','未知',NULL,'692185','未知'),(547,'川AD878Y','比亚迪（1.5L）（120）',NULL,'692183','未知'),(548,'鄂EAW876','三菱（2.0L）（100）',NULL,'692161','未知'),(549,'川AMX366','捷达（1.6L）（50）',NULL,'692593','未知'),(550,'川YK160','骐达（1.5L）（120）',NULL,'692162','未知'),(551,'川A16C90','别克（1.6L）（50）',NULL,'692163','未知'),(552,'川AT0X77','未知',NULL,'692188','未知'),(553,'川AUA623','富康（1.4L）（50）',NULL,'692187','未知'),(554,'川AD530J','尼桑（1.6L）（120）',NULL,'692165','未知'),(555,'川AA5383','铃木（1.6L）（120）',NULL,'692186','未知'),(556,'川A556G0','未知',NULL,'692167','未知'),(557,'川AM2213','欧宝（2.0L）（180）',NULL,'691956','未知'),(558,'川AF1825','富康（106L）（120）',NULL,'692166','未知'),(559,'川AL783R','长诚（2.0L）（100）',NULL,'692512','未知'),(561,'川AX8L75','长安（1.6L）（50）',NULL,'692189','未知'),(562,'川A90A29','威志（1.3L）50欠4个月',NULL,'692132','未知'),(563,'川A84E70','福克斯（1.8L）（50）',NULL,'692133','未知'),(565,'川A1Y872','未知',NULL,'692190','未知'),(566,'川AB438B','未知',NULL,'692168','未知'),(567,'川A1921Q','未知',NULL,'692195','未知'),(568,'川A37L99','未知',NULL,'692193','未知'),(569,'川AB289V','未知',NULL,'692135','未知'),(570,'川ACT319','未知',NULL,'692192','未知'),(571,'川A910E6','未知',NULL,'692136','未知'),(572,'川A057U6','未知',NULL,'692137','未知'),(573,'川AWZ323','未知',NULL,'692196','未知'),(574,'川A960DD','未知',NULL,'692139','未知'),(575,'未知','未知',NULL,'692140','未知'),(576,'川AJ618R','未知',NULL,'692198','未知'),(577,'川A375Q6','未知',NULL,'692197','未知'),(578,'川A633Z3','未知',NULL,'692138','未知'),(579,'川AL5239','未知',NULL,'692211','未知'),(580,'川A8G270','未知',NULL,'692210','未知'),(581,'川AXX382','未知',NULL,'692141','未知'),(582,'川T11669','未知',NULL,'692199','未知'),(583,'川A1U227','未知',NULL,'692142','未知'),(584,'川A133GP','未知',NULL,'692143','未知'),(585,'川A46U26','未知',NULL,'692215','未知'),(586,'川A918W4','未知',NULL,'692213','未知'),(587,'川AG9V18','未知',NULL,'692079','未知'),(588,'川AK5X13','未知',NULL,'692212','未知'),(589,'川AOE141','未知',NULL,'692080','未知'),(590,'川AB243B','未知',NULL,'692081','未知'),(591,'川AK250J','未知',NULL,'692218','未知'),(592,'川A1716R','未知',NULL,'692217','未知'),(593,'川M21789','未知',NULL,'692082','未知'),(594,'川AL469V','未知',NULL,'692216','未知'),(595,'川AVN705','未知',NULL,'692083','未知'),(596,'京YDY935','未知',NULL,'16085130','未知'),(597,'川AWV575','未知',NULL,'692221','未知'),(600,'川AE815F','未知',NULL,'691512','未知'),(601,'川AB867J','未知',NULL,'692220','未知'),(602,'川AZ102D','未知',NULL,'692191',''),(603,'川A765AZ','高尔夫（1.6L）（50）',NULL,'692086','未知'),(604,'川A34H19','未知',NULL,'14544853','未知'),(605,'川AOK589','未知',NULL,'691971','未知'),(606,'川A509EA','非亚特（1.3L）（50）',NULL,'692219','未知'),(607,'川AA5M58','斯巴鲁（2.0L）（100）',NULL,'692090','未知'),(608,'川AMD165','别克（1.6L）（50）',NULL,'692087','未知'),(610,'川A9A105','红星（1.0L）（50）',NULL,'692223','未知'),(611,'川A07K69','1.8L（50）',NULL,'692225','未知'),(612,'川AV8W71','明锐（1.6L）（50）',NULL,'691586','未知'),(613,'川AS8125','捷达（1.6L）（50）欠100',NULL,'691917','未知'),(614,'川A826HM','未知',NULL,'691692','未知'),(615,'川AEU416','未知',NULL,'692091','未知'),(616,'川A7Z001','未知',NULL,'692222','未知'),(617,'川A467D7','未知',NULL,'692092','未知'),(618,'川AZ3Y48','未知',NULL,'692093','未知'),(619,'川AJU631','未知',NULL,'692228','未知'),(620,'川A768HJ','未知',NULL,'692227','未知'),(621,'川AL8L73','未知',NULL,'692095','未知'),(622,'川AT015D','未知',NULL,'692226','未知'),(623,'川AK357F','未知',NULL,'692097','未知'),(624,'川AD824C','未知',NULL,'692491','未知'),(625,'川AZ750P','未知',NULL,'692431','未知'),(626,'川ARA765','未知',NULL,'692096','未知'),(627,'川AC138W','未知',NULL,'692432','未知'),(628,'川A811A1','长城（1.3L）（50）',NULL,'692430','未知'),(629,'川AG113K','未知',NULL,'692492','未知'),(630,'川AM512T','未知',NULL,'123456','未知'),(631,'川AV402F','标致（1.6L）（50）',NULL,'692493','未知'),(632,'川A52T61','未知',NULL,'692467','未知'),(633,'川A556N5','迈腾（1.8T）',NULL,'692538','未知'),(634,'川ACOS48','未知',NULL,'691868','未知'),(635,'未知','未知',NULL,'692539','未知'),(636,'川A353DQ','未知',NULL,'692471','未知'),(637,'川AAB562','菠萝（1.6L）（120）',NULL,'691528','未知'),(638,'川AEE702','菠萝（1.6L）（50）',NULL,'692056','未知'),(639,'川AY1X91','东风日产（1.6L）（50）',NULL,'692537','未知'),(640,'川WT9656','菠萝（1.6L）（50）',NULL,'692469','未知'),(641,'川AK064A','菠萝（1.4L）（50）',NULL,'692433','未知'),(642,'川AQ090K','未知',NULL,'692172','未知'),(643,'川A29L11','宝来（1.6L）（120）',NULL,'692496','未知'),(644,'川AZH166','帕萨特（1.8L）（120）',NULL,'692497','未知'),(645,'川A202DE','思域（1.8L）（50）',NULL,'692436','未知'),(646,'川AA7V79','未知',NULL,'692435','未知'),(647,'川A908P4','未知',NULL,'692495','未知'),(648,'川A66N00','未知',NULL,'692437','未知'),(649,'川A226FU','风神*（1.6）（50）',NULL,'692499','未知'),(650,'川AH503T','未知',NULL,'692510','未知'),(651,'川AQ383B','未知',NULL,'692440','未知'),(652,'川AU007M','丰田（1.6L）（50）',NULL,'692438','未知'),(653,'川ARR976','（1.6L）（50）',NULL,'692498','未知'),(654,'川A033E6','朗逸（1.6）（50）',NULL,'692441','未知'),(655,'川A619HM','奥迪（2.0L）（100）',NULL,'692513','未知'),(656,'川AD891W','别克（1.6L）（50）',NULL,'691880','未知'),(657,'川A10P62','速腾{1.6L）（50）',NULL,'692443','未知'),(658,'川AG0X88','（50）',NULL,'692442','未知'),(659,'粤A6B233','未知',NULL,'692263','未知'),(660,'川A08Z20','丰田{1.8L}{50}',NULL,'691895','未知'),(661,'川AH4P95','未知',NULL,'692511','未知'),(662,'川A65F46','未知',NULL,'692516','未知'),(663,'川AG3M23','未知',NULL,'692517','未知'),(664,'未知','川A5G062',NULL,'692447','未知'),(665,'渝F40799','东风日产{2.0}（180）',NULL,'1109227','未知'),(666,'渝F41093','东风日产{2.0}（180）',NULL,'1118066','未知'),(667,'川A12345','小型车',NULL,'1109682','未知'),(668,'川D12345','1234545',NULL,'1105986','未知'),(669,'未知','未知',NULL,'15395143','未知'),(670,'未知','未知',NULL,'1113554','未知'),(672,'川O123456','小型车',NULL,'675523','未知'),(676,'渝F12345','东风日产{2.0}（180）',NULL,'456917','未知');
/*!40000 ALTER TABLE `carinfo` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `feerate`
--

DROP TABLE IF EXISTS `feerate`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `feerate` (
  `RParkid` int(10) DEFAULT NULL,
  `RFeeModel` int(10) DEFAULT NULL,
  `RTimeIndex` int(10) DEFAULT NULL,
  `RSmTime` int(10) DEFAULT NULL,
  `RBmTime` int(10) DEFAULT NULL,
  `RMoney` int(10) DEFAULT NULL,
  `RMoneyDw` int(10) DEFAULT NULL,
  `RIncTime` tinyint(1) NOT NULL DEFAULT '0',
  `RIndex` int(10) NOT NULL AUTO_INCREMENT,
  PRIMARY KEY (`RIndex`),
  KEY `RParkid` (`RParkid`)
) ENGINE=InnoDB AUTO_INCREMENT=434 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `feerate`
--

LOCK TABLES `feerate` WRITE;
/*!40000 ALTER TABLE `feerate` DISABLE KEYS */;
INSERT INTO `feerate` VALUES (5,0,0,0,0,7,0,0,362),(5,0,1,1,2,1,0,0,363),(5,0,2,0,0,0,0,0,364),(5,0,3,0,0,0,0,0,365),(5,0,4,0,0,0,0,0,366),(5,0,5,0,0,0,0,0,367),(5,0,6,0,0,0,0,0,368),(5,0,7,0,0,0,0,0,369),(5,0,8,0,0,0,0,0,370),(5,1,0,0,0,7,0,0,371),(5,1,1,1,2,2,0,0,372),(5,1,2,0,0,0,0,0,373),(5,1,3,0,0,0,0,0,374),(5,1,4,0,0,0,0,0,375),(5,1,5,0,0,0,0,0,376),(5,1,6,0,0,0,0,0,377),(5,1,7,0,0,0,0,0,378),(5,1,8,0,0,0,0,0,379),(5,2,0,0,0,2,0,1,380),(5,2,1,1,2,6,0,0,381),(5,2,2,3,5,1,2,0,382),(5,2,3,6,1000,2,3,0,383),(5,2,4,0,0,0,0,0,384),(5,2,5,0,0,0,0,0,385),(5,2,6,0,0,0,0,0,386),(5,2,7,0,0,0,0,0,387),(5,2,8,0,0,0,0,0,388),(5,3,0,0,0,7,0,0,389),(5,3,1,1,2,3,0,0,390),(5,3,2,0,0,0,0,0,391),(5,3,3,0,0,0,0,0,392),(5,3,4,0,0,0,0,0,393),(5,3,5,0,0,0,0,0,394),(5,3,6,0,0,0,0,0,395),(5,3,7,0,0,0,0,0,396),(5,3,8,0,0,0,0,0,397),(5,4,0,0,0,7,0,0,398),(5,4,1,1,2,4,0,0,399),(5,4,2,0,0,0,0,0,400),(5,4,3,0,0,0,0,0,401),(5,4,4,0,0,0,0,0,402),(5,4,5,0,0,0,0,0,403),(5,4,6,0,0,0,0,0,404),(5,4,7,0,0,0,0,0,405),(5,4,8,0,0,0,0,0,406),(5,5,0,0,0,7,0,0,407),(5,5,1,1,2,5,0,0,408),(5,5,2,0,0,0,0,0,409),(5,5,3,0,0,0,0,0,410),(5,5,4,0,0,0,0,0,411),(5,5,5,0,0,0,0,0,412),(5,5,6,0,0,0,0,0,413),(5,5,7,0,0,0,0,0,414),(5,5,8,0,0,0,0,0,415),(5,6,0,0,0,7,0,0,416),(5,6,1,1,2,6,0,0,417),(5,6,2,0,0,0,0,0,418),(5,6,3,0,0,0,0,0,419),(5,6,4,0,0,0,0,0,420),(5,6,5,0,0,0,0,0,421),(5,6,6,0,0,0,0,0,422),(5,6,7,0,0,0,0,0,423),(5,6,8,0,0,0,0,0,424),(5,7,0,0,0,7,0,0,425),(5,7,1,1,2,7,0,0,426),(5,7,2,0,0,0,0,0,427),(5,7,3,0,0,0,0,0,428),(5,7,4,0,0,0,0,0,429),(5,7,5,0,0,0,0,0,430),(5,7,6,0,0,0,0,0,431),(5,7,7,0,0,0,0,0,432),(5,7,8,0,0,0,0,0,433);
/*!40000 ALTER TABLE `feerate` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `feerate1`
--

DROP TABLE IF EXISTS `feerate1`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `feerate1` (
  `rparkid` int(11) DEFAULT '0' COMMENT 'Í£',
  `rfeemodel` int(11) DEFAULT '0',
  `gz1t` int(11) DEFAULT '0',
  `gz1f` int(11) DEFAULT '0',
  `gz2t` int(11) DEFAULT '0',
  `gz2f` int(11) DEFAULT '0',
  `gz3t` int(11) DEFAULT '0',
  `gz3f` int(11) DEFAULT '0',
  `gz4t` int(11) DEFAULT '0',
  `gz4f` int(11) DEFAULT '0',
  `gz5t` int(11) DEFAULT '0',
  `gz5f` int(11) DEFAULT '0',
  `gz6t` int(11) DEFAULT '0',
  `gz6f` int(11) DEFAULT '0',
  `gz7t` int(11) DEFAULT '0',
  `gz7f` int(11) DEFAULT '0',
  `gz8t` int(11) DEFAULT '0',
  `gz8f` int(11) DEFAULT '0',
  `gz9t` int(11) DEFAULT '0',
  `gz9f` int(11) DEFAULT '0',
  `gz10t` int(11) DEFAULT '0',
  `gz10f` int(11) DEFAULT '0',
  `gz11t` int(11) DEFAULT '0',
  `gz11f` int(11) DEFAULT '0',
  `gz12t` int(11) DEFAULT '0',
  `gz12f` int(11) DEFAULT '0',
  `xhdw` int(11) DEFAULT '0',
  `xhfh` int(11) DEFAULT '0',
  `kxiant` int(11) DEFAULT '0',
  `freet` int(11) DEFAULT '0' COMMENT '¿íÏÞÊ±¼ä',
  `fdtimestar` time DEFAULT '00:00:00',
  `fdtimeend` time DEFAULT '23:59:59',
  `dldwt` int(11) DEFAULT '0',
  `dldwf` int(11) DEFAULT '0',
  `dlxianfee` int(11) DEFAULT '0',
  `dwdwt` int(11) DEFAULT '0',
  `dwdwf` int(11) DEFAULT '0',
  `dwxianfee` int(11) DEFAULT '0',
  `firstjstime` int(11) DEFAULT '0'
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `feerate1`
--

LOCK TABLES `feerate1` WRITE;
/*!40000 ALTER TABLE `feerate1` DISABLE KEYS */;
INSERT INTO `feerate1` VALUES (5,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'00:00:00','23:59:59',0,0,0,0,0,0,0),(5,1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'00:00:00','23:59:59',0,0,0,0,0,0,0),(5,2,240,40,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,1440,140,0,0,'00:00:00','23:59:59',120,10,0,0,0,0,0),(5,3,60,40,120,30,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,3,5,'00:00:00','23:59:59',0,0,0,0,0,0,0),(5,4,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'00:00:00','23:59:59',0,0,0,0,0,0,0),(5,5,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'00:00:00','23:59:59',0,0,0,0,0,0,0),(5,6,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'00:00:00','23:59:59',0,0,0,0,0,0,0),(5,7,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'00:00:00','23:59:59',0,0,0,0,0,0,0);
/*!40000 ALTER TABLE `feerate1` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `feeratebackup`
--

DROP TABLE IF EXISTS `feeratebackup`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `feeratebackup` (
  `RParkid` int(10) DEFAULT NULL,
  `RFeeModel` int(10) DEFAULT NULL,
  `RTimeIndex` int(10) DEFAULT NULL,
  `RSmTime` int(10) DEFAULT NULL,
  `RBmTime` int(10) DEFAULT NULL,
  `RMoney` int(10) DEFAULT NULL,
  `RMoneyDw` int(10) DEFAULT NULL,
  `RIncTime` tinyint(1) NOT NULL DEFAULT '0',
  KEY `RParkid` (`RParkid`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `feeratebackup`
--

LOCK TABLES `feeratebackup` WRITE;
/*!40000 ALTER TABLE `feeratebackup` DISABLE KEYS */;
INSERT INTO `feeratebackup` VALUES (6,0,0,0,0,7,0,0),(6,0,1,1,2,0,0,0),(6,0,2,0,0,0,0,0),(6,0,3,0,0,0,0,0),(6,0,4,0,0,0,0,0),(6,0,5,0,0,0,0,0),(6,0,6,0,0,0,0,0),(6,0,7,0,0,0,0,0),(6,0,8,0,0,0,0,0),(6,1,0,0,0,7,0,0),(6,1,1,1,2,0,0,0),(6,1,2,0,0,0,0,0),(6,1,3,0,0,0,0,0),(6,1,4,0,0,0,0,0),(6,1,5,0,0,0,0,0),(6,1,6,0,0,0,0,0),(6,1,7,0,0,0,0,0),(6,1,8,0,0,0,0,0),(6,2,0,0,0,2,0,1),(6,2,1,1,2,6,0,0),(6,2,2,3,5,1,2,0),(6,2,3,6,1000,2,3,0),(6,2,4,0,0,0,0,0),(6,2,5,0,0,0,0,0),(6,2,6,0,0,0,0,0),(6,2,7,0,0,0,0,0),(6,2,8,0,0,0,0,0),(6,3,0,0,0,7,0,0),(6,3,1,1,2,0,0,0),(6,3,2,0,0,0,0,0),(6,3,3,0,0,0,0,0),(6,3,4,0,0,0,0,0),(6,3,5,0,0,0,0,0),(6,3,6,0,0,0,0,0),(6,3,7,0,0,0,0,0),(6,3,8,0,0,0,0,0),(6,4,0,0,0,7,0,0),(6,4,1,1,2,0,0,0),(6,4,2,0,0,0,0,0),(6,4,3,0,0,0,0,0),(6,4,4,0,0,0,0,0),(6,4,5,0,0,0,0,0),(6,4,6,0,0,0,0,0),(6,4,7,0,0,0,0,0),(6,4,8,0,0,0,0,0),(6,5,0,0,0,7,0,0),(6,5,1,1,2,0,0,0),(6,5,2,0,0,0,0,0),(6,5,3,0,0,0,0,0),(6,5,4,0,0,0,0,0),(6,5,5,0,0,0,0,0),(6,5,6,0,0,0,0,0),(6,5,7,0,0,0,0,0),(6,5,8,0,0,0,0,0),(6,6,0,0,0,7,0,0),(6,6,1,1,2,0,0,0),(6,6,2,0,0,0,0,0),(6,6,3,0,0,0,0,0),(6,6,4,0,0,0,0,0),(6,6,5,0,0,0,0,0),(6,6,6,0,0,0,0,0),(6,6,7,0,0,0,0,0),(6,6,8,0,0,0,0,0),(6,7,0,0,0,7,0,0),(6,7,1,1,2,0,0,0),(6,7,2,0,0,0,0,0),(6,7,3,0,0,0,0,0),(6,7,4,0,0,0,0,0),(6,7,5,0,0,0,0,0),(6,7,6,0,0,0,0,0),(6,7,7,0,0,0,0,0),(6,7,8,0,0,0,0,0);
/*!40000 ALTER TABLE `feeratebackup` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `feerd`
--

DROP TABLE IF EXISTS `feerd`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `feerd` (
  `feeindex` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `feenumb` int(10) unsigned NOT NULL,
  `feetime` datetime NOT NULL,
  `feekind` varchar(30) NOT NULL DEFAULT '未知',
  `feeoperator` varchar(30) NOT NULL DEFAULT '未知',
  `cardno` varchar(50) NOT NULL DEFAULT '未知',
  `timelen` int(10) unsigned DEFAULT NULL,
  PRIMARY KEY (`feeindex`),
  KEY `feetime` (`feetime`),
  KEY `cardno` (`cardno`)
) ENGINE=InnoDB AUTO_INCREMENT=12 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `feerd`
--

LOCK TABLES `feerd` WRITE;
/*!40000 ALTER TABLE `feerd` DISABLE KEYS */;
/*!40000 ALTER TABLE `feerd` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `garageingarage`
--

DROP TABLE IF EXISTS `garageingarage`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `garageingarage` (
  `ID` int(11) NOT NULL AUTO_INCREMENT,
  `CardID` varchar(45) DEFAULT NULL,
  `PlateID` varchar(45) DEFAULT NULL,
  `DateTime` datetime DEFAULT NULL,
  `InOutFlag` tinyint(1) DEFAULT NULL,
  `ChannelName` varchar(45) DEFAULT NULL,
  `Level` int(8) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB AUTO_INCREMENT=4 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `garageingarage`
--

LOCK TABLES `garageingarage` WRITE;
/*!40000 ALTER TABLE `garageingarage` DISABLE KEYS */;
/*!40000 ALTER TABLE `garageingarage` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `monthcard`
--

DROP TABLE IF EXISTS `monthcard`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `monthcard` (
  `cardno` varchar(50) NOT NULL DEFAULT '0',
  `starttime` datetime NOT NULL DEFAULT '2006-06-01 12:00:00',
  `endtime` datetime NOT NULL DEFAULT '2006-06-01 12:00:00',
  `cardstate` varchar(30) NOT NULL DEFAULT '启用',
  `cardkind` varchar(30) DEFAULT 'EMID卡',
  `cardselfno` varchar(50) DEFAULT '未知',
  `cardcomment` varchar(100) DEFAULT '未知',
  `cardcreator` varchar(30) DEFAULT '未知',
  `Inside` int(10) DEFAULT '0',
  `EnterMustCard` int(10) DEFAULT '0',
  `LeaveMustCard` int(10) DEFAULT '0',
  PRIMARY KEY (`cardno`),
  KEY `cardno_starttime_endtime` (`cardno`,`starttime`,`endtime`),
  KEY `cardselfno` (`cardselfno`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `monthcard`
--

LOCK TABLES `monthcard` WRITE;
/*!40000 ALTER TABLE `monthcard` DISABLE KEYS */;
INSERT INTO `monthcard` VALUES ('14544853','2011-09-15 13:27:56','2099-01-01 00:00:00','启用','EMID卡','未知','14544853','系统管理',0,0,0),('16084638','2011-09-02 17:28:04','2011-12-31 17:28:04','启用','EMID卡','0320','16084638','系统管理',0,0,0),('16085099','2011-09-03 20:03:02','2012-01-04 20:03:02','启用','EMID卡','0500','16085099','系统管理',0,0,0),('16085105','2011-09-03 19:49:21','2011-12-28 19:49:21','启用','EMID卡','0494','16085105','系统管理',0,0,0),('16085130','2011-09-09 21:08:53','2011-12-31 21:08:53','启用','EMID卡','0582','16085130','系统管理',0,0,0),('16085175','2011-09-01 20:39:35','2011-12-31 20:39:35','启用','EMID卡','0164','16085175','系统管理',0,0,0),('16085526','2011-09-01 14:16:07','2011-12-28 14:16:07','启用','EMID卡','0086','16085526','系统管理',0,0,0),('16085559','2011-09-01 21:35:49','2012-05-13 21:35:49','挂失','EMID卡','0186','16085559','系统管理',0,0,0),('16085575','2011-09-01 13:09:37','2011-12-20 13:09:37','启用','EMID卡','0060','16085575','系统管理',0,0,0),('16085658','2011-09-02 14:02:55','2011-12-31 14:02:55','启用','EMID卡','0268','16085658','系统管理',0,0,0),('16085702','2011-09-01 13:49:09','2011-12-31 13:49:09','启用','EMID卡','0073','16085702','系统管理',0,0,0),('691499','2011-09-02 15:11:52','2012-01-09 15:11:52','启用','EMID卡','0286','16085716','系统管理',0,0,0),('691510','2011-09-01 19:31:16','2011-12-31 19:31:16','启用','EMID卡','0151','16085180','系统管理',0,0,0),('691511','2011-09-02 14:51:20','2011-12-04 14:51:20','启用','EMID卡','0283','16085704','系统管理',0,0,0),('691512','2011-09-13 11:34:45','2011-12-23 11:34:45','启用','EMID卡','0292','691512','系统管理',0,0,0),('691515','2011-09-01 12:45:20','2012-04-30 12:45:20','启用','EMID卡','0049','16085700','系统管理',0,0,0),('691516','2011-09-01 12:55:40','2011-12-31 12:55:40','启用','EMID卡','0053','16085699','系统管理',0,0,0),('691517','2011-09-01 12:53:39','2011-12-26 12:53:39','启用','EMID卡','0052','16085698','系统管理',0,0,0),('691518','2011-09-01 13:55:23','2012-04-15 13:55:23','启用','EMID卡','0076','16085697','系统管理',0,0,0),('691519','2011-09-01 13:51:38','2012-02-29 13:51:38','启用','EMID卡','0074','16085696','系统管理',0,0,0),('691520','2011-09-01 13:41:21','2011-12-10 13:41:21','启用','EMID卡','0070','16085695','系统管理',0,0,0),('691521','2011-09-01 13:37:36','2011-12-12 13:37:36','启用','EMID卡','0068','16085694','系统管理',0,0,0),('691522','2011-09-01 13:33:26','2012-01-31 13:33:26','启用','EMID卡','0067','16085693','系统管理',0,0,0),('691523','2011-09-01 12:38:45','2011-12-28 12:38:45','启用','EMID卡','0046','16085692','系统管理',0,0,0),('691525','2011-09-01 12:34:35','2012-09-21 12:34:35','启用','EMID卡','0044','16085690','系统管理',0,0,0),('691526','2011-09-01 12:32:42','2011-12-30 12:32:42','启用','EMID卡','0043','16085689','系统管理',0,0,0),('691527','2011-09-01 11:59:35','2011-12-31 11:59:35','启用','EMID卡','0034','16085688','系统管理',0,0,0),('691528','2011-09-30 17:21:17','2012-06-30 17:21:17','启用','EMID卡','0032','691528','系统管理',0,0,0),('691529','2011-09-01 11:49:58','2012-10-10 11:49:58','启用','EMID卡','0031','16085686','系统管理',0,0,0),('691530','2011-09-01 12:10:38','2011-12-31 12:10:38','启用','EMID卡','0040','16085685','系统管理',0,0,0),('691531','2011-09-01 12:07:15','2011-12-31 12:07:15','启用','EMID卡','0038','16085684','系统管理',0,0,0),('691532','2011-09-01 12:05:27','2011-12-31 12:05:27','启用','EMID卡','0037','16085683','系统管理',0,0,0),('691533','2011-09-01 16:13:55','2011-12-28 16:13:55','启用','EMID卡','0118','16085682','系统管理',0,0,0),('691535','2011-09-01 16:10:29','2011-12-09 16:10:29','启用','EMID卡','0116','16085680','系统管理',0,0,0),('691536','2011-09-01 16:08:32','2011-12-06 16:08:32','启用','EMID卡','0115','16085679','系统管理',0,0,0),('691537','2011-09-02 15:18:32','2011-12-17 15:18:32','启用','EMID卡','0290','16085678','系统管理',0,0,0),('691538','2011-09-02 15:16:50','2012-02-15 15:16:50','启用','EMID卡','0289','16085677','系统管理',0,0,0),('691539','2011-09-02 16:36:22','2011-12-14 16:36:22','启用','EMID卡','0298','16085676','系统管理',0,0,0),('691540','2011-09-02 16:32:22','2012-02-09 16:32:22','启用','EMID卡','0296','16085675','系统管理',0,0,0),('691541','2011-09-02 16:26:37','2011-12-31 16:26:37','启用','EMID卡','0295','16085674','系统管理',0,0,0),('691542','2011-09-01 11:19:16','2011-12-31 10:16:52','启用','EMID卡','0028','16085673','系统管理',0,0,0),('691543','2011-09-01 11:05:40','2012-02-01 11:05:40','启用','EMID卡','0026','16085672','系统管理',0,0,0),('691545','2011-09-02 09:51:05','2011-11-30 09:51:05','启用','EMID卡','0226','16085670','系统管理',0,0,0),('691546','2011-09-02 09:45:05','2011-12-21 09:45:05','启用','EMID卡','0223','16085669','系统管理',0,0,0),('691547','2011-09-02 08:17:00','2011-12-31 08:17:00','启用','EMID卡','0205','16085668','系统管理',0,0,0),('691548','2011-09-02 09:18:45','2011-12-05 09:18:45','启用','EMID卡','0214','16085667','系统管理',0,0,0),('691549','2011-09-02 09:12:34','2012-08-24 09:12:34','启用','EMID卡','0211','16085666','系统管理',0,0,0),('691550','2011-09-01 10:55:05','2011-12-21 10:55:05','启用','EMID卡','0025','16085665','系统管理',0,0,0),('691551','2011-08-31 22:19:50','2011-12-11 22:19:50','启用','EMID卡','0016','16085664','系统管理',0,0,0),('691552','2011-09-01 21:16:44','2099-01-01 00:00:00','启用','EMID卡','0178','16085663','系统管理',0,0,0),('691553','2011-09-01 13:11:31','2011-12-31 13:11:31','启用','EMID卡','0061','16085662','系统管理',0,0,0),('691555','2011-09-01 21:12:51','2011-11-30 21:12:51','启用','EMID卡','0176','16085660','系统管理',0,0,0),('691556','2011-09-01 21:31:25','2012-01-31 21:31:25','启用','EMID卡','0184','16085659','系统管理',0,0,0),('691558','2011-09-02 13:59:13','2012-01-08 13:59:13','启用','EMID卡','0266','16085657','系统管理',0,0,0),('691559','2011-09-02 13:57:27','2012-03-31 13:57:27','启用','EMID卡','0265','16085656','系统管理',0,0,0),('691560','2011-09-02 13:31:43','2011-12-31 13:31:43','启用','EMID卡','0253','16085655','系统管理',0,0,0),('691561','2011-09-01 21:28:08','2012-03-28 21:28:08','启用','EMID卡','0182','16085654','系统管理',0,0,0),('691562','2011-09-01 21:10:50','2011-12-31 21:10:50','启用','EMID卡','0175','16085653','系统管理',0,0,0),('691563','2011-09-01 21:26:14','2011-12-23 21:26:14','启用','EMID卡','0181','16085652','系统管理',0,0,0),('691565','2011-09-02 09:47:15','2012-01-10 09:47:15','启用','EMID卡','0224','16085650','系统管理',0,0,0),('691566','2011-09-02 08:41:12','2099-02-01 00:00:00','启用','EMID卡','0208','16085649','系统管理',0,0,0),('691567','2011-09-02 08:36:56','2012-03-31 08:36:56','启用','EMID卡','0206','16085648','系统管理',0,0,0),('691568','2011-09-02 09:14:38','2012-12-31 09:14:38','启用','EMID卡','0212','16085647','系统管理',0,0,0),('691569','2011-09-02 09:37:34','2011-12-31 09:37:34','启用','EMID卡','0220','16085646','系统管理',0,0,0),('691570','2011-09-02 09:30:25','2011-12-31 09:30:25','启用','EMID卡','0218','16085645','系统管理',0,0,0),('691571','2011-09-02 09:24:35','2011-12-09 09:24:35','启用','EMID卡','0217','16085644','系统管理',0,0,0),('691572','2011-09-02 13:37:26','2011-12-31 13:37:26','启用','EMID卡','0256','16085643','系统管理',0,0,0),('691573','2011-09-02 13:33:55','2011-12-31 13:33:55','启用','EMID卡','0254','16085642','系统管理',0,0,0),('691575','2011-09-02 14:22:59','2011-11-23 14:22:59','启用','EMID卡','0278','16085640','系统管理',0,0,0),('691576','2011-09-02 13:44:23','2012-02-14 13:44:23','启用','EMID卡','0260','16085639','系统管理',0,0,0),('691577','2011-09-02 13:42:26','2011-12-26 13:42:26','启用','EMID卡','0259','16085638','系统管理',0,0,0),('691578','2011-09-02 14:42:54','2012-01-03 14:42:54','启用','EMID卡','0280','16085637','系统管理',0,0,0),('691579','2011-09-02 13:51:29','2011-12-31 13:51:29','启用','EMID卡','0262','16085636','系统管理',0,0,0),('691580','2011-09-02 14:19:36','2011-12-31 14:19:36','启用','EMID卡','0277','16085635','系统管理',0,0,0),('691581','2011-09-01 12:57:18','2012-05-02 12:57:18','启用','EMID卡','0054','16085634','系统管理',0,0,0),('691582','2011-09-01 12:46:53','2011-12-10 12:46:53','启用','EMID卡','0050','16085633','系统管理',0,0,0),('691583','2011-09-01 12:51:54','2012-02-25 12:51:54','启用','EMID卡','0051','16085632','系统管理',0,0,0),('691585','2011-09-01 13:53:21','2011-12-31 13:53:21','启用','EMID卡','0075','16085630','系统管理',0,0,0),('691586','2011-09-21 08:55:50','2012-01-21 08:55:50','启用','EMID卡','0077','691586','系统管理',0,0,0),('691587','2011-09-01 13:58:34','2012-05-31 13:58:34','启用','EMID卡','0078','16085628','系统管理',0,0,0),('691588','2011-09-01 13:39:09','2011-12-31 13:39:09','启用','EMID卡','0069','16085627','系统管理',0,0,0),('691589','2011-09-01 13:43:40','2012-01-31 13:43:40','启用','EMID卡','0071','16085626','系统管理',0,0,0),('691590','2011-09-01 13:47:01','2012-01-10 13:47:01','启用','EMID卡','0072','16085625','系统管理',0,0,0),('691591','2011-09-01 12:36:11','2011-12-31 12:36:11','启用','EMID卡','0045','16085624','系统管理',0,0,0),('691592','2011-09-01 12:40:34','2012-05-10 12:40:34','启用','EMID卡','0047','16085623','系统管理',0,0,0),('691593','2011-09-01 12:42:40','2011-12-31 12:42:40','启用','EMID卡','0048','16085622','系统管理',0,0,0),('691595','2011-09-01 11:57:10','2012-01-31 11:57:10','启用','EMID卡','0033','16085620','系统管理',0,0,0),('691596','2011-09-01 12:01:31','2011-12-28 12:01:31','启用','EMID卡','0035','16085619','系统管理',0,0,0),('691597','2011-09-01 12:03:23','2011-11-30 12:03:23','启用','EMID卡','0036','16085618','系统管理',0,0,0),('691598','2011-09-01 12:08:59','2011-11-30 12:08:59','启用','EMID卡','0039','16085617','系统管理',0,0,0),('691599','2011-09-01 12:13:24','2011-11-30 12:13:24','启用','EMID卡','0041','16085616','系统管理',0,0,0),('691611','2011-09-01 12:26:45','2011-12-31 12:26:45','启用','EMID卡','0042','16085604','系统管理',0,0,0),('691612','2011-09-01 16:12:22','2012-01-09 16:12:22','启用','EMID卡','0117','16085603','系统管理',0,0,0),('691613','2011-09-01 16:16:48','2011-12-31 16:16:48','启用','EMID卡','0119','16085602','系统管理',0,0,0),('691615','2011-09-01 16:18:58','2099-01-01 00:00:00','启用','EMID卡','0120','16085600','系统管理',0,0,0),('691616','2011-09-02 15:09:06','2012-01-13 15:09:06','启用','EMID卡','0285','16085599','系统管理',0,0,0),('691617','2011-09-02 15:13:48','2011-12-31 15:13:48','启用','EMID卡','0287','16085598','系统管理',0,0,0),('691618','2011-09-02 15:15:17','2012-01-02 15:15:17','启用','EMID卡','0288','16085597','系统管理',0,0,0),('691619','2011-09-02 15:21:26','2011-12-31 15:21:26','启用','EMID卡','0291','16085596','系统管理',0,0,0),('691620','2011-09-02 15:30:41','2011-11-13 15:30:41','启用','EMID卡','0293','16085595','系统管理',0,0,0),('691621','2011-09-02 15:42:02','2012-03-01 15:42:02','启用','EMID卡','0294','16085594','系统管理',0,0,0),('691622','2011-09-02 16:34:09','2012-04-09 16:34:09','启用','EMID卡','0297','16085593','系统管理',0,0,0),('691623','2011-09-02 16:37:53','2011-12-11 16:37:53','启用','EMID卡','0299','16085592','系统管理',0,0,0),('691625','2011-09-02 16:39:42','2011-12-23 16:39:42','启用','EMID卡','0300','16085590','系统管理',0,0,0),('691626','2011-09-01 11:12:07','2012-02-01 11:12:07','启用','EMID卡','0027','16085589','系统管理',0,0,0),('691627','2011-09-01 11:39:36','2011-12-31 11:39:36','启用','EMID卡','0029','16085588','系统管理',0,0,0),('691628','2011-09-01 11:45:33','2012-11-30 11:45:33','启用','EMID卡','0030','16085587','系统管理',0,0,0),('691629','2011-09-02 11:23:45','2012-02-29 11:23:45','启用','EMID卡','0235','16085586','系统管理',0,0,0),('691630','2011-09-02 14:11:27','2011-12-31 14:11:27','启用','EMID卡','0273','16085585','系统管理',0,0,0),('691631','2011-08-31 22:07:21','2012-02-21 22:07:21','启用','EMID卡','0015','16085584','系统管理',0,0,0),('691632','2011-08-31 22:23:45','2011-12-31 22:23:45','启用','EMID卡','0017','16085583','系统管理',0,0,0),('691633','2011-08-31 22:29:43','2011-12-31 22:29:43','启用','EMID卡','0018','16085582','系统管理',0,0,0),('691635','2011-09-01 13:22:12','2011-12-17 13:22:12','启用','EMID卡','0063','16085580','系统管理',0,0,0),('691636','2011-09-01 13:29:21','2012-01-10 13:29:21','启用','EMID卡','0065','16085579','系统管理',0,0,0),('691637','2011-09-01 13:31:54','2011-12-30 13:31:54','启用','EMID卡','0066','16085578','系统管理',0,0,0),('691638','2011-09-01 13:03:28','2011-12-31 13:03:28','启用','EMID卡','0057','16085577','系统管理',0,0,0),('691639','2011-09-01 13:07:08','2012-01-18 13:07:08','启用','EMID卡','0059','16085576','系统管理员',0,0,0),('691641','2011-09-01 14:18:31','2011-11-11 14:18:31','启用','EMID卡','0087','16085574','系统管理',0,0,0),('691642','2011-09-01 14:49:57','2012-01-08 14:49:57','启用','EMID卡','0089','16085573','系统管理',0,0,0),('691643','2011-09-01 15:30:12','2011-12-16 15:30:12','启用','EMID卡','0105','16085572','系统管理',0,0,0),('691645','2011-09-01 21:14:26','2012-05-05 21:14:26','启用','EMID卡','0177','16085570','系统管理',0,0,0),('691646','2011-09-01 14:51:53','2011-12-14 14:51:53','启用','EMID卡','0090','16085569','系统管理',0,0,0),('691647','2011-09-01 14:05:42','2011-12-01 14:05:42','启用','EMID卡','0081','16085568','系统管理',0,0,0),('691648','2011-09-01 15:36:26','2011-12-31 15:36:26','启用','EMID卡','0108','16085567','系统管理',0,0,0),('691649','2011-09-01 21:21:57','2012-06-06 21:21:57','启用','EMID卡','0179','16085566','系统管理',0,0,0),('691650','2011-09-01 21:23:58','2011-11-20 21:23:58','启用','EMID卡','0180','16085565','系统管理',0,0,0),('691651','2011-09-01 21:29:52','2011-12-16 21:29:52','启用','EMID卡','0183','16085564','系统管理',0,0,0),('691652','2011-09-01 21:33:49','2011-12-31 21:33:49','启用','EMID卡','0185','16085563','系统管理',0,0,0),('691653','2011-09-01 14:10:05','2011-12-01 14:10:05','启用','EMID卡','0083','16085562','系统管理',0,0,0),('691655','2011-09-01 15:34:19','2011-12-31 15:34:19','启用','EMID卡','0107','16085560','系统管理',0,0,0),('691657','2011-09-02 09:49:04','2011-11-30 09:49:04','启用','EMID卡','0225','16085558','系统管理',0,0,0),('691658','2011-09-02 09:52:47','2012-08-16 09:52:47','启用','EMID卡','0227','16085557','系统管理',0,0,0),('691659','2011-09-02 08:38:57','2012-01-08 08:38:57','启用','EMID卡','0207','16085556','系统管理',0,0,0),('691660','2011-09-02 08:43:13','2099-01-01 00:00:00','启用','EMID卡','0209','16085555','系统管理',0,0,0),('691661','2011-09-02 08:56:40','2011-12-31 08:56:40','启用','EMID卡','0210','16085554','系统管理',0,0,0),('691662','2011-09-02 09:16:26','2011-12-31 09:16:26','启用','EMID卡','0213','16085553','系统管理',0,0,0),('691663','2011-09-02 09:32:07','2011-12-21 09:32:07','启用','EMID卡','0219','16085552','系统管理',0,0,0),('691665','2011-09-02 09:40:26','2011-12-31 09:40:26','启用','EMID卡','0221','16085550','系统管理',0,0,0),('691666','2011-09-02 09:42:40','2011-12-31 09:42:40','启用','EMID卡','0222','16085549','系统管理',0,0,0),('691667','2011-09-02 14:01:14','2012-03-14 14:01:14','启用','EMID卡','0267','16085548','系统管理',0,0,0),('691668','2011-09-02 14:04:28','2011-12-19 14:04:28','启用','EMID卡','0269','16085547','系统管理',0,0,0),('691669','2011-09-02 13:35:39','2012-01-04 13:35:39','启用','EMID卡','0255','16085546','系统管理',0,0,0),('691670','2011-09-02 09:54:41','2011-12-08 09:54:41','启用','EMID卡','0228','16085545','系统管理',0,0,0),('691671','2011-09-01 14:12:01','2012-01-31 14:12:01','启用','EMID卡','0084','16085544','系统管理',0,0,0),('691672','2011-09-02 09:22:42','2011-12-31 09:22:42','启用','EMID卡','0216','16085543','系统管理',0,0,0),('691673','2011-09-02 14:06:14','2011-12-31 14:06:14','启用','EMID卡','0270','16085542','系统管理',0,0,0),('691675','2011-09-02 13:39:16','2012-04-03 13:39:16','启用','EMID卡','0257','16085540','系统管理',0,0,0),('691676','2011-09-02 13:40:59','2012-03-08 13:40:59','启用','EMID卡','0258','16085539','系统管理',0,0,0),('691677','2011-09-02 13:49:49','2012-06-04 13:49:49','启用','EMID卡','0261','16085538','系统管理',0,0,0),('691678','2011-09-02 13:53:22','2011-12-31 13:53:22','启用','EMID卡','0263','16085537','系统管理',0,0,0),('691679','2011-09-02 14:47:05','2011-12-24 14:47:05','启用','EMID卡','0281','16085536','系统管理',0,0,0),('691680','2011-09-02 14:49:59','2011-12-31 14:49:59','启用','EMID卡','0282','16085535','系统管理',0,0,0),('691681','2011-09-02 13:55:42','2011-12-31 13:55:42','启用','EMID卡','0264','16085534','系统管理',0,0,0),('691682','2011-09-02 14:41:19','2012-02-24 14:41:19','启用','EMID卡','0279','16085533','系统管理',0,0,0),('691683','2011-09-01 13:19:51','2011-12-31 13:19:51','启用','EMID卡','0062','16085532','系统管理',0,0,0),('691685','2011-09-01 13:05:04','2011-12-31 13:05:04','启用','EMID卡','0058','16085530','系统管理',0,0,0),('691686','2011-09-01 13:01:22','2011-12-28 13:01:22','启用','EMID卡','0056','16085529','系统管理',0,0,0),('691687','2011-09-01 12:59:13','2011-12-11 12:59:13','启用','EMID卡','0055','16085528','系统管理',0,0,0),('691688','2011-09-01 14:47:40','2012-06-05 14:47:40','启用','EMID卡','0088','16085527','系统管理',0,0,0),('691690','2011-09-01 14:08:22','2012-01-15 14:08:22','启用','EMID卡','0082','16085525','系统管理',0,0,0),('691691','2011-09-01 14:01:01','2011-12-02 14:01:01','启用','EMID卡','0079','16085524','系统管理',0,0,0),('691692','2011-09-21 17:36:53','2012-01-31 17:36:53','启用','EMID卡','0014','691692','系统管理',0,0,0),('691693','2011-08-31 21:53:01','2012-03-28 21:53:01','启用','EMID卡','0013','16085522','系统管理',0,0,0),('691695','2011-09-01 13:27:15','2011-12-31 13:27:15','启用','EMID卡','0064','16085520','系统管理',0,0,0),('691696','2011-09-01 14:13:58','2012-01-10 14:13:58','启用','EMID卡','0085','16085519','系统管理',0,0,0),('691697','2011-09-01 14:03:39','2011-12-28 14:03:39','启用','EMID卡','0080','16085518','系统管理',0,0,0),('691698','2011-09-01 15:32:28','2012-01-13 14:38:22','启用','EMID卡','0106','16085517','系统管理',0,0,0),('691699','2011-09-01 15:28:30','2012-05-08 15:28:30','启用','EMID卡','0104','16085516','系统管理',0,0,0),('691710','2011-09-01 15:26:15','2012-05-01 15:26:15','启用','EMID卡','0103','16085505','系统管理',0,0,0),('691711','2011-09-02 20:18:14','2011-12-17 20:18:14','启用','EMID卡','0354','16085504','系统管理',0,0,0),('691712','2011-09-02 13:28:55','2011-12-31 13:28:55','启用','EMID卡','0252','16085503','系统管理',0,0,0),('691713','2011-09-02 12:05:08','2011-12-31 12:05:08','启用','EMID卡','0246','16085502','系统管理',0,0,0),('691715','2011-09-02 11:53:15','2011-12-31 11:53:15','启用','EMID卡','0242','16085500','系统管理',0,0,0),('691716','2011-09-03 10:15:15','2011-12-13 10:15:15','启用','EMID卡','0423','16085499','系统管理',0,0,0),('691717','2011-09-03 10:19:13','2012-04-22 10:19:13','启用','EMID卡','0425','16085498','系统管理',0,0,0),('691718','2011-09-03 10:21:06','2011-12-11 10:21:06','启用','EMID卡','0426','16085497','系统管理',0,0,0),('691719','2011-09-02 11:54:54','2012-01-19 11:54:54','启用','EMID卡','0243','16085496','系统管理',0,0,0),('691720','2011-09-02 14:16:27','2011-12-31 14:16:27','启用','EMID卡','0276','16085495','系统管理',0,0,0),('691721','2011-09-02 20:01:43','2011-10-31 20:01:43','启用','EMID卡','0350','16085494','系统管理',0,0,0),('691722','2011-09-02 20:04:55','2011-12-10 20:04:55','启用','EMID卡','0351','16085493','系统管理',0,0,0),('691723','2011-09-03 10:25:43','2011-12-13 10:25:43','启用','EMID卡','0429','16085492','系统管理',0,0,0),('691725','2011-09-03 10:28:36','2012-02-11 10:28:36','启用','EMID卡','0431','16085490','系统管理',0,0,0),('691726','2011-09-03 10:30:12','2011-12-05 10:30:12','启用','EMID卡','0432','16085489','系统管理',0,0,0),('691727','2011-09-03 11:45:20','2012-02-10 11:45:20','启用','EMID卡','0441','16085488','系统管理',0,0,0),('691728','2011-09-03 11:50:48','2011-12-03 11:50:48','启用','EMID卡','0443','16085487','系统管理',0,0,0),('691729','2011-09-03 11:52:09','2012-06-30 11:52:09','启用','EMID卡','0444','16085486','系统管理',0,0,0),('691730','2011-09-02 19:33:52','2012-01-17 19:33:52','启用','EMID卡','0339','16085485','系统管理',0,0,0),('691731','2011-09-02 19:43:52','2011-12-28 19:43:52','启用','EMID卡','0341','16085484','系统管理',0,0,0),('691732','2011-09-02 19:45:47','2011-12-12 19:45:47','启用','EMID卡','0342','16085483','系统管理',0,0,0),('691733','2011-09-02 19:52:38','2012-02-17 19:52:38','启用','EMID卡','0345','16085482','系统管理',0,0,0),('691735','2011-09-02 14:09:36','2012-01-07 14:09:36','启用','EMID卡','0272','16085480','系统管理',0,0,0),('691736','2011-09-03 10:17:16','2012-01-20 10:17:16','启用','EMID卡','0424','16085479','系统管理',0,0,0),('691737','2011-09-03 10:08:36','2012-03-21 10:08:36','启用','EMID卡','0422','16085478','系统管理',0,0,0),('691738','2011-09-03 10:06:47','2012-01-06 10:06:47','启用','EMID卡','0421','16085477','系统管理',0,0,0),('691740','2011-09-03 10:24:17','2011-09-19 10:24:17','启用','EMID卡','0428','16085475','系统管理',0,0,0),('691741','2011-09-03 10:22:58','2011-12-31 10:22:58','启用','EMID卡','0427','16085474','系统管理',0,0,0),('691742','2011-09-03 11:49:13','2011-12-26 11:49:13','启用','EMID卡','0442','16085473','系统管理',0,0,0),('691743','2011-09-03 11:42:34','2011-12-06 11:42:34','启用','EMID卡','0440','16085472','系统管理',0,0,0),('691745','2011-09-03 11:39:40','2011-12-10 11:39:40','启用','EMID卡','0439','16085470','系统管理',0,0,0),('691746','2011-09-02 19:36:14','2011-12-31 19:36:14','启用','EMID卡','0340','16085469','系统管理',0,0,0),('691747','2011-09-02 19:32:03','2012-01-10 19:32:03','启用','EMID卡','0338','16085468','系统管理',0,0,0),('691748','2011-09-02 19:30:30','2011-12-30 19:30:30','启用','EMID卡','0337','16085467','系统管理',0,0,0),('691749','2011-09-02 19:56:07','2011-12-31 19:56:07','启用','EMID卡','0346','16085466','系统管理',0,0,0),('691750','2011-09-02 19:50:13','2012-03-10 19:50:13','启用','EMID卡','0344','16085465','系统管理',0,0,0),('691751','2011-09-02 19:47:50','2011-12-31 19:47:50','启用','EMID卡','0343','16085464','系统管理',0,0,0),('691752','2011-09-02 20:25:54','2012-01-31 20:25:54','启用','EMID卡','0358','16085463','系统管理',0,0,0),('691753','2011-09-02 20:22:21','2012-01-05 20:22:21','启用','EMID卡','0356','16085462','系统管理',0,0,0),('691755','2011-09-02 20:20:30','2012-01-31 20:20:30','启用','EMID卡','0355','16085460','系统管理',0,0,0),('691756','2011-09-02 20:36:37','2012-07-05 20:36:37','启用','EMID卡','0364','16085459','系统管理',0,0,0),('691757','2011-09-02 20:33:44','2012-03-16 20:33:44','启用','EMID卡','0362','16085458','系统管理',0,0,0),('691758','2011-09-02 09:57:01','2012-02-07 09:57:01','启用','EMID卡','0229','16085457','系统管理',0,0,0),('691759','2011-09-02 11:12:11','2012-01-16 11:12:11','启用','EMID卡','0232','16085456','系统管理',0,0,0),('691860','2011-09-02 12:10:55','2011-12-31 12:10:55','启用','EMID卡','0250','16085355','系统管理',0,0,0),('691861','2011-09-02 11:14:13','2012-11-02 11:14:13','启用','EMID卡','0233','16085354','系统管理',0,0,0),('691862','2011-09-02 11:56:37','2011-10-07 11:56:37','启用','EMID卡','0244','16085353','系统管理',0,0,0),('691863','2011-09-02 12:09:20','2012-01-30 12:09:20','启用','EMID卡','0248','16085352','系统管理',0,0,0),('691865','2011-09-02 12:07:12','2011-12-01 12:07:12','启用','EMID卡','0247','16085350','系统管理',0,0,0),('691866','2011-09-02 11:51:10','2011-12-31 11:51:10','启用','EMID卡','0241','16085349','系统管理',0,0,0),('691867','2011-09-02 12:03:32','2011-11-14 12:03:32','启用','EMID卡','0245','16085348','系统管理',0,0,0),('691868','2011-09-29 15:41:49','2012-03-31 15:41:49','启用','EMID卡','0349','691868','系统管理',0,0,0),('691869','2011-09-02 20:06:54','2012-01-07 20:06:54','启用','EMID卡','0352','16085346','系统管理',0,0,0),('691870','2011-09-02 14:14:53','2011-12-10 14:14:53','启用','EMID卡','0275','16085345','系统管理',0,0,0),('691871','2011-09-02 14:13:06','2011-12-20 14:13:06','启用','EMID卡','0274','16085344','系统管理',0,0,0),('691872','2011-09-02 14:07:51','2011-12-31 14:07:51','启用','EMID卡','0271','16085343','系统管理',0,0,0),('691873','2011-09-02 20:09:53','2011-11-05 20:09:53','启用','EMID卡','0353','16085342','系统管理',0,0,0),('691875','2011-09-03 09:49:03','2011-12-31 09:49:03','启用','EMID卡','0412','16085340','系统管理',0,0,0),('691876','2011-09-02 10:36:26','2011-12-31 10:36:26','启用','EMID卡','0231','16085339','系统管理',0,0,0),('691877','2011-09-02 12:40:00','2011-12-31 12:40:00','启用','EMID卡','0249','16085338','系统管理',0,0,0),('691878','2011-09-02 12:53:47','2011-10-31 12:53:47','启用','EMID卡','0251','16085337','系统管理',0,0,0),('691879','2011-09-02 22:55:54','2012-01-07 22:55:54','启用','EMID卡','0386','16085336','系统管理',0,0,0),('691880','2011-10-26 11:31:54','2011-12-26 11:31:54','启用','EMID卡','0361','691880','胡建',0,0,0),('691881','2011-09-02 22:33:50','2011-11-20 22:33:50','启用','EMID卡','0382','16085334','系统管理',0,0,0),('691882','2011-09-02 21:03:43','2012-02-21 21:03:43','启用','EMID卡','0380','16085333','系统管理',0,0,0),('691883','2011-09-02 21:02:09','2012-05-19 21:02:09','启用','EMID卡','0379','16085332','系统管理',0,0,0),('691885','2011-09-02 23:00:03','2011-12-21 23:00:03','启用','EMID卡','0388','16085330','系统管理',0,0,0),('691886','2011-09-02 22:53:47','2012-01-31 22:53:47','启用','EMID卡','0385','16085329','系统管理',0,0,0),('691887','2011-09-02 23:05:21','2012-04-15 23:05:21','启用','EMID卡','0391','16085328','系统管理',0,0,0),('691888','2011-09-02 23:15:58','2012-02-09 23:15:58','启用','EMID卡','0394','16085327','系统管理',0,0,0),('691889','2011-09-02 23:10:33','2012-05-18 23:10:33','启用','EMID卡','0392','16085326','系统管理',0,0,0),('691890','2011-09-03 09:23:25','2011-12-10 09:23:25','启用','EMID卡','0402','16085325','系统管理',0,0,0),('691891','2011-09-02 23:26:37','2011-12-23 23:26:37','启用','EMID卡','0399','16085324','系统管理',0,0,0),('691892','2011-09-02 23:20:55','2012-02-12 23:20:55','启用','EMID卡','0397','16085323','系统管理',0,0,0),('691893','2011-09-03 09:38:07','2012-01-08 09:38:07','启用','EMID卡','0406','16085322','系统管理',0,0,0),('691895','2011-11-15 08:19:17','2012-05-15 08:19:17','启用','EMID卡','0404','691895','胡建',0,0,0),('691896','2011-09-03 09:25:51','2012-04-24 09:25:51','启用','EMID卡','0403','16085319','系统管理',0,0,0),('691897','2011-09-01 21:38:00','2011-12-31 21:38:00','启用','EMID卡','0188','16085318','系统管理',0,0,0),('691898','2011-09-01 21:04:39','2012-02-01 21:04:39','启用','EMID卡','0172','16085317','系统管理',0,0,0),('691899','2011-09-01 21:01:23','2012-01-31 21:01:23','启用','EMID卡','0170','16085316','系统管理',0,0,0),('691910','2011-09-01 21:41:33','2012-05-09 21:41:33','启用','EMID卡','0190','16085305','系统管理',0,0,0),('691911','2011-09-01 21:46:25','2012-04-30 21:46:25','启用','EMID卡','0187','16085304','系统管理',0,0,0),('691912','2011-09-01 21:57:07','2011-12-09 21:57:07','启用','EMID卡','0194','16085303','系统管理',0,0,0),('691913','2011-09-01 22:00:54','2012-01-12 22:00:54','启用','EMID卡','0196','16085302','系统管理',0,0,0),('691915','2011-09-01 21:54:59','2012-01-31 21:54:59','启用','EMID卡','0193','16085300','系统管理',0,0,0),('691916','2011-09-01 20:57:45','2011-12-31 20:57:45','启用','EMID卡','0169','16085299','系统管理',0,0,0),('691917','2011-09-21 11:00:01','2012-03-11 11:00:01','启用','EMID卡','0202','691917','系统管理',0,0,0),('691918','2011-09-01 22:06:55','2011-12-31 18:11:50','启用','EMID卡','0199','16085297','系统管理',0,0,0),('691919','2011-09-01 22:08:50','2012-02-17 22:08:50','启用','EMID卡','0200','16085296','系统管理',0,0,0),('691920','2011-09-02 11:32:39','2012-04-30 11:32:39','启用','EMID卡','0238','16085295','系统管理',0,0,0),('691921','2011-09-02 11:26:32','2011-12-31 11:26:32','启用','EMID卡','0236','16085294','系统管理',0,0,0),('691922','2011-09-03 09:45:38','2012-01-31 09:45:38','启用','EMID卡','0410','16085293','系统管理',0,0,0),('691923','2011-09-03 09:44:02','2011-12-31 09:44:02','启用','EMID卡','0409','16085292','系统管理',0,0,0),('691925','2011-09-02 19:58:02','2011-12-30 19:58:02','启用','EMID卡','0347','16085290','系统管理',0,0,0),('691927','2011-09-02 20:24:14','2012-07-13 20:24:14','启用','EMID卡','0357','16085288','系统管理',0,0,0),('691928','2011-09-02 20:27:53','2012-01-14 20:27:53','启用','EMID卡','0359','16085287','系统管理',0,0,0),('691929','2011-09-02 20:29:55','2012-02-17 20:29:55','启用','EMID卡','0360','16085286','系统管理',0,0,0),('691930','2011-09-02 20:35:21','2011-12-10 20:35:21','启用','EMID卡','0363','16085285','系统管理',0,0,0),('691931','2011-09-02 20:37:59','2011-10-31 20:37:59','启用','EMID卡','0365','16085284','系统管理',0,0,0),('691932','2011-09-02 20:39:35','2011-12-31 20:39:35','启用','EMID卡','0366','16085283','系统管理',0,0,0),('691933','2011-09-02 21:43:25','2012-03-31 21:43:25','启用','EMID卡','0381','16085282','系统管理',0,0,0),('691935','2011-09-02 22:37:22','2011-12-23 22:37:22','启用','EMID卡','0383','16085280','系统管理',0,0,0),('691936','2011-09-02 22:51:28','2012-02-01 22:51:28','启用','EMID卡','0384','16085279','系统管理',0,0,0),('691937','2011-09-02 22:58:10','2011-12-31 22:58:10','启用','EMID卡','0387','16085278','系统管理',0,0,0),('691938','2011-09-02 23:01:36','2012-01-31 23:01:36','启用','EMID卡','0389','16085277','系统管理',0,0,0),('691939','2011-09-02 23:03:47','2012-03-27 23:03:47','启用','EMID卡','0390','16085276','系统管理',0,0,0),('691940','2011-09-02 23:18:59','2012-01-10 23:18:59','启用','EMID卡','0396','16085275','系统管理',0,0,0),('691941','2011-09-02 23:17:29','2011-11-02 23:17:29','启用','EMID卡','0395','16085274','系统管理',0,0,0),('691942','2011-09-02 23:14:03','2011-12-17 23:14:03','启用','EMID卡','0393','16085273','系统管理',0,0,0),('691943','2011-09-02 23:25:09','2011-12-24 23:25:09','启用','EMID卡','0398','16085272','系统管理',0,0,0),('691946','2011-09-03 08:49:49','2011-12-31 08:49:49','启用','EMID卡','0401','16085269','系统管理',0,0,0),('691947','2011-09-03 09:35:54','2012-05-01 09:35:54','启用','EMID卡','0405','16085268','系统管理',0,0,0),('691948','2011-09-03 09:40:11','2011-12-25 09:40:11','启用','EMID卡','0407','16085267','系统管理',0,0,0),('691949','2011-09-01 21:39:46','2012-03-28 21:39:46','启用','EMID卡','0189','16085266','系统管理',0,0,0),('691950','2011-09-03 09:42:11','2012-10-24 09:42:11','启用','EMID卡','0408','16085265','系统管理',0,0,0),('691951','2011-09-03 09:47:21','2011-12-27 09:47:21','启用','EMID卡','0411','16085264','系统管理',0,0,0),('691952','2011-09-01 21:50:48','2012-07-31 21:50:48','启用','EMID卡','0191','16085263','系统管理',0,0,0),('691953','2011-09-01 21:52:47','2011-12-10 21:52:47','启用','EMID卡','0192','16085262','系统管理',0,0,0),('691955','2011-09-01 21:59:11','2011-12-31 21:59:11','启用','EMID卡','0195','16085260','系统管理',0,0,0),('691956','2011-09-07 11:47:54','2011-12-31 11:47:54','启用','EMID卡','0197','16085259','系统管理',0,0,0),('691957','2011-09-01 22:05:05','2012-01-01 22:05:05','启用','EMID卡','0198','16085258','系统管理',0,0,0),('691958','2011-09-01 21:03:07','2011-12-31 21:03:07','启用','EMID卡','0171','16085257','系统管理',0,0,0),('691959','2011-09-01 21:06:43','2012-03-28 21:06:43','启用','EMID卡','0173','16085256','系统管理',0,0,0),('691960','2011-09-01 21:09:03','2011-12-28 21:09:03','启用','EMID卡','0174','16085255','系统管理',0,0,0),('691961','2011-09-02 07:55:56','2011-12-11 07:55:56','启用','EMID卡','0201','16085254','系统管理',0,0,0),('691962','2011-09-02 08:10:20','2011-12-20 08:10:20','启用','EMID卡','0203','16085253','系统管理',0,0,0),('691963','2011-09-02 08:12:33','2012-01-25 08:12:33','启用','EMID卡','0204','16085252','系统管理',0,0,0),('691965','2011-09-02 11:47:11','2012-02-10 11:47:11','启用','EMID卡','0239','16085250','系统管理',0,0,0),('691966','2011-09-02 11:28:19','2012-11-25 11:28:19','启用','EMID卡','0237','16085249','系统管理',0,0,0),('691967','2011-09-02 11:49:50','2011-12-31 11:49:50','启用','EMID卡','0240','16085248','系统管理',0,0,0),('691968','2011-09-02 11:15:55','2011-12-31 11:15:55','启用','EMID卡','0234','16085247','系统管理',0,0,0),('691969','2011-09-02 09:58:59','2012-01-02 09:58:59','启用','EMID卡','0230','16085246','系统管理',0,0,0),('691970','2011-09-03 09:53:07','2011-12-20 09:53:07','启用','EMID卡','0414','16085245','系统管理',0,0,0),('691971','2011-09-15 17:34:47','2011-12-31 17:34:47','启用','EMID卡','未知','691971','系统管理',0,0,0),('691972','2011-09-01 19:05:48','2012-01-31 19:05:48','启用','EMID卡','0144','16085243','系统管理',0,0,0),('691973','2011-09-01 18:55:59','2012-04-30 18:55:59','启用','EMID卡','0140','16085242','系统管理',0,0,0),('691975','2011-09-01 18:58:13','2011-12-31 18:58:13','启用','EMID卡','0141','16085240','系统管理',0,0,0),('691976','2011-09-01 19:11:14','2011-12-09 19:11:14','启用','EMID卡','0147','16085239','系统管理',0,0,0),('691977','2011-09-01 19:20:37','2011-11-30 19:20:37','启用','EMID卡','0149','16085238','系统管理',0,0,0),('691978','2011-09-01 19:22:42','2011-12-31 19:22:42','启用','EMID卡','0150','16085237','系统管理',0,0,0),('691979','2011-09-01 20:18:18','2012-01-09 20:18:18','启用','EMID卡','0153','16085236','系统管理',0,0,0),('691980','2011-09-01 20:22:32','2012-04-30 20:22:32','启用','EMID卡','0155','16085235','系统管理',0,0,0),('691981','2011-09-01 20:24:28','2012-01-07 20:24:28','启用','EMID卡','0156','16085234','系统管理',0,0,0),('691983','2011-09-01 16:03:29','2012-01-08 16:03:29','启用','EMID卡','0113','16085232','系统管理',0,0,0),('691985','2011-09-01 16:06:36','2011-12-31 16:06:36','启用','EMID卡','0114','16085230','系统管理',0,0,0),('691986','2011-09-01 20:34:23','2011-12-31 20:34:23','启用','EMID卡','0161','16085229','系统管理',0,0,0),('691987','2011-09-01 20:36:13','2011-12-31 20:36:13','启用','EMID卡','0162','16085228','系统管理',0,0,0),('691988','2011-09-01 20:41:07','2011-12-31 20:41:07','启用','EMID卡','0165','16085227','系统管理',0,0,0),('691989','2011-09-01 20:53:11','2011-12-31 20:53:11','启用','EMID卡','0167','16085226','系统管理',0,0,0),('691990','2011-09-01 20:55:35','2011-12-31 20:55:35','启用','EMID卡','0168','16085225','系统管理',0,0,0),('691992','2011-09-01 15:13:58','2011-12-31 15:13:58','启用','EMID卡','0099','16085223','系统管理',0,0,0),('691993','2011-09-01 15:22:16','2012-01-31 15:22:16','启用','EMID卡','0101','16085222','系统管理',0,0,0),('691995','2011-09-01 15:24:38','2012-01-24 15:24:38','启用','EMID卡','0102','16085220','系统管理',0,0,0),('691996','2011-09-01 14:59:02','2012-01-06 14:59:02','启用','EMID卡','0093','16085219','系统管理',0,0,0),('691997','2011-09-01 15:03:29','2012-05-01 15:03:29','启用','EMID卡','0095','16085218','系统管理',0,0,0),('691998','2011-09-01 15:05:46','2012-07-31 15:05:46','启用','EMID卡','0096','16085217','系统管理',0,0,0),('691999','2011-08-31 20:59:43','2012-01-21 20:59:43','启用','EMID卡','0006','16085216','系统管理',0,0,0),('692010','2011-08-31 19:14:26','2011-12-31 19:14:26','启用','EMID卡','0002','16085205','系统管理',0,0,0),('692011','2011-08-31 20:05:42','2011-12-01 20:05:42','启用','EMID卡','0003','16085204','系统管理',0,0,0),('692012','2011-08-31 21:20:13','2011-12-31 21:20:13','启用','EMID卡','0009','16085203','系统管理',0,0,0),('692013','2011-08-31 21:39:58','2012-02-21 21:39:58','启用','EMID卡','0012','16085202','系统管理',0,0,0),('692015','2011-08-31 21:23:57','2011-12-31 21:23:57','启用','EMID卡','0010','16085200','系统管理',0,0,0),('692016','2011-09-01 18:12:25','2011-12-23 18:12:25','启用','EMID卡','0135','16085199','系统管理',0,0,0),('692017','2011-09-01 18:16:15','2011-12-31 18:16:15','启用','EMID卡','0137','16085198','系统管理',0,0,0),('692018','2011-09-01 18:19:22','2011-12-31 18:19:22','启用','EMID卡','0138','16085197','系统管理',0,0,0),('692019','2011-09-01 18:00:26','2099-01-01 00:00:00','启用','EMID卡','0129','16085196','系统管理',0,0,0),('692020','2011-09-01 18:03:19','2099-01-01 00:00:00','启用','EMID卡','0131','16085195','系统管理',0,0,0),('692021','2011-09-01 18:05:12','2012-11-30 18:05:12','启用','EMID卡','0132','16085194','系统管理',0,0,0),('692022','2011-09-01 16:30:50','2099-01-01 00:00:00','启用','EMID卡','0123','16085193','系统管理',0,0,0),('692023','2011-09-01 16:52:51','2099-01-01 00:00:00','启用','EMID卡','0126','16085192','系统管理',0,0,0),('692025','2011-09-01 16:51:25','2099-01-01 00:00:00','启用','EMID卡','0125','16085190','系统管理',0,0,0),('692026','2011-09-01 18:52:51','2011-12-31 18:52:51','启用','EMID卡','0139','16085189','系统管理',0,0,0),('692027','2011-09-01 19:03:25','2011-12-31 19:03:25','启用','EMID卡','0143','16085188','系统管理',0,0,0),('692028','2011-09-01 19:01:47','2011-10-31 19:01:47','启用','EMID卡','0142','16085187','系统管理',0,0,0),('692029','2011-09-01 19:17:16','2011-12-31 13:20:45','启用','EMID卡','0148','16085186','系统管理',0,0,0),('692030','2011-09-01 19:09:26','2012-01-31 14:51:24','启用','EMID卡','0146','16085185','系统管理',0,0,0),('692031','2011-09-01 20:20:22','2012-02-01 20:20:22','启用','EMID卡','0154','16085184','系统管理',0,0,0),('692032','2011-09-01 19:07:50','2012-03-09 19:07:50','启用','EMID卡','0145','16085183','系统管理',0,0,0),('692033','2011-09-01 19:33:45','2012-01-31 19:33:45','启用','EMID卡','0152','16085182','系统管理',0,0,0),('692036','2011-09-01 20:28:41','2011-12-31 20:28:41','启用','EMID卡','0158','16085179','系统管理',0,0,0),('692037','2011-09-01 20:31:55','2011-12-31 20:31:55','启用','EMID卡','0160','16085178','系统管理',0,0,0),('692038','2011-09-01 20:26:31','2011-12-31 20:26:31','启用','EMID卡','0157','16085177','系统管理',0,0,0),('692039','2011-09-01 20:43:14','2011-12-31 20:43:14','启用','EMID卡','0166','16085176','系统管理',0,0,0),('692041','2011-09-01 20:37:49','2011-12-31 20:37:49','启用','EMID卡','0163','16085174','系统管理',0,0,0),('692042','2011-09-01 15:57:43','2012-07-31 15:57:43','启用','EMID卡','0112','16085173','系统管理',0,0,0),('692043','2011-09-01 15:08:23','2011-12-31 15:08:23','启用','EMID卡','0097','16085172','系统管理',0,0,0),('692045','2011-09-01 15:39:52','2012-01-13 15:39:52','启用','EMID卡','0110','16085170','系统管理',0,0,0),('692046','2011-09-01 15:38:12','2011-11-30 15:38:12','启用','EMID卡','0109','16085169','系统管理',0,0,0),('692048','2011-09-01 15:00:53','2011-12-31 15:00:53','启用','EMID卡','0094','16085167','系统管理',0,0,0),('692049','2011-09-01 14:54:42','2011-12-16 14:54:42','启用','EMID卡','0091','16085166','系统管理',0,0,0),('692050','2011-08-31 14:53:05','2099-02-01 00:00:00','启用','EMID卡','0001','16085165','系统管理',0,0,0),('692051','2011-08-31 20:41:01','2012-03-26 20:41:01','启用','EMID卡','0005','16085164','系统管理',0,0,0),('692052','2011-09-01 14:57:05','2011-12-31 14:57:05','启用','EMID卡','0092','16085163','系统管理',0,0,0),('692053','2011-08-31 20:13:28','2012-04-30 20:13:28','启用','EMID卡','0004','16085162','系统管理',0,0,0),('692055','2011-08-31 21:34:42','2011-12-31 21:34:42','启用','EMID卡','0011','16085160','系统管理',0,0,0),('692056','2011-10-01 10:08:34','2011-12-21 10:08:34','启用','EMID卡','0008','692056','系统管理',0,0,0),('692057','2011-09-01 16:58:08','2099-01-01 00:00:00','启用','EMID卡','0127','16085158','系统管理',0,0,0),('692058','2011-09-01 15:15:29','2011-12-31 15:15:29','启用','EMID卡','0100','16085157','系统管理',0,0,0),('692059','2011-09-01 18:10:18','2012-01-07 18:10:18','启用','EMID卡','0134','16085156','系统管理',0,0,0),('692060','2011-09-01 18:07:40','2011-12-31 18:07:40','启用','EMID卡','0133','16085155','系统管理',0,0,0),('692061','2011-09-01 18:01:58','2099-01-01 00:00:00','启用','EMID卡','0130','16085154','系统管理',0,0,0),('692062','2011-09-01 17:49:11','2099-01-01 00:00:00','启用','EMID卡','0128','16085153','系统管理',0,0,0),('692063','2011-09-01 16:32:14','2099-01-01 00:00:00','启用','EMID卡','0124','16085152','系统管理',0,0,0),('692065','2011-09-01 16:26:40','2099-01-01 00:00:00','启用','EMID卡','0122','16085150','系统管理',0,0,0),('692066','2011-09-01 16:23:30','2099-01-01 00:00:00','启用','EMID卡','0121','16085149','系统管理',0,0,0),('692067','2011-08-31 21:06:48','2012-03-31 21:06:48','启用','EMID卡','0007','16085148','系统管理',0,0,0),('692068','2011-09-01 18:14:18','2012-05-07 18:14:18','启用','EMID卡','0136','16085147','系统管理',0,0,0),('692069','2011-09-03 18:07:48','2012-06-30 18:07:48','启用','EMID卡','0479','16085146','系统管理',0,0,0),('692070','2011-09-03 17:28:45','2011-12-10 17:28:45','启用','EMID卡','0461','16085145','系统管理',0,0,0),('692071','2011-09-03 20:22:31','2011-12-31 20:22:31','启用','EMID卡','0509','16085144','系统管理',0,0,0),('692072','2011-09-03 19:25:15','2012-04-13 19:25:15','启用','EMID卡','0486','16085143','系统管理',0,0,0),('692073','2011-09-03 10:55:00','2011-12-31 10:55:00','启用','EMID卡','0437','16085142','系统管理',0,0,0),('692075','2011-09-03 20:45:07','2011-12-31 20:45:07','启用','EMID卡','0518','16085140','系统管理',0,0,0),('692076','2011-09-03 20:42:22','2011-12-04 20:42:22','启用','EMID卡','0517','16085139','系统管理',0,0,0),('692077','2011-09-03 20:49:44','2011-12-31 20:49:44','启用','EMID卡','0521','16085138','系统管理',0,0,0),('692078','2011-09-03 20:47:58','2012-06-30 20:47:58','启用','EMID卡','0520','16085137','系统管理',0,0,0),('692079','2011-09-09 20:41:45','2011-12-31 20:41:45','启用','EMID卡','0573','16085136','系统管理',0,0,0),('692080','2011-09-09 20:45:01','2011-12-31 20:45:01','启用','EMID卡','0575','16085135','系统管理',0,0,0),('692081','2011-09-09 20:47:17','2011-12-31 20:47:17','启用','EMID卡','0576','16085134','系统管理',0,0,0),('692082','2011-09-09 21:03:11','2011-12-31 21:03:11','启用','EMID卡','0579','16085133','系统管理',0,0,0),('692083','2011-09-09 21:07:32','2011-12-31 21:07:32','启用','EMID卡','0581','16085132','系统管理',0,0,0),('692086','2011-09-15 10:06:25','2012-04-15 10:06:25','启用','EMID卡','0585','692086','系统管理',0,0,0),('692087','2011-09-19 10:46:57','2011-12-19 10:46:57','启用','EMID卡','未知','692087','系统管理',0,0,0),('692088','2011-09-03 20:51:04','2011-12-11 20:51:04','启用','EMID卡','0522','16085127','系统管理',0,0,0),('692089','2011-09-03 20:46:38','2011-12-16 20:46:38','启用','EMID卡','0519','16085126','系统管理',0,0,0),('692090','2011-09-16 12:44:45','2011-12-31 12:44:45','启用','EMID卡','0588','692090','系统管理',0,0,0),('692091','2011-09-21 17:38:49','2011-12-31 17:38:49','启用','EMID卡','0591','692091','系统管理',0,0,0),('692092','2011-09-21 17:41:23','2011-12-31 17:41:23','启用','EMID卡','0593','692092','系统管理',0,0,0),('692093','2011-09-21 17:42:48','2011-12-31 17:42:48','启用','EMID卡','0594','692093','系统管理',0,0,0),('692095','2011-09-21 17:46:40','2011-12-31 17:46:40','启用','EMID卡','0597','692095','系统管理',0,0,0),('692096','2011-09-22 07:40:10','2012-12-31 07:40:10','启用','EMID卡','0599','692096','系统管理',0,0,0),('692097','2011-09-21 17:50:41','2011-12-31 17:50:41','启用','EMID卡','0600','692097','系统管理',0,0,0),('692098','2011-09-03 19:55:24','2012-01-31 19:55:24','启用','EMID卡','0497','16085117','系统管理',0,0,0),('692099','2011-09-03 19:50:43','2012-01-31 19:50:43','启用','EMID卡','0495','16085116','系统管理',0,0,0),('692111','2011-09-03 19:44:10','2011-12-31 19:44:10','启用','EMID卡','0491','16085104','系统管理',0,0,0),('692112','2011-09-03 19:30:24','2012-02-18 19:30:24','启用','EMID卡','0489','16085103','系统管理',0,0,0),('692113','2011-09-03 19:28:23','2011-12-18 19:28:23','启用','EMID卡','0488','16085102','系统管理',0,0,0),('692115','2011-09-03 20:07:19','2012-02-22 20:07:19','启用','EMID卡','0502','16085100','系统管理',0,0,0),('692117','2011-09-03 20:17:44','2012-02-03 20:17:44','启用','EMID卡','0507','16085098','系统管理',0,0,0),('692118','2011-09-03 20:19:38','2012-01-21 20:19:38','启用','EMID卡','0508','16085097','系统管理',0,0,0),('692119','2011-09-03 12:32:53','2011-12-31 12:32:53','启用','EMID卡','0448','16085096','系统管理',0,0,0),('692120','2011-09-03 12:20:49','2012-10-31 12:20:49','启用','EMID卡','0446','16085095','系统管理',0,0,0),('692121','2011-09-03 11:53:50','2012-01-19 11:53:50','启用','EMID卡','0445','16085094','系统管理',0,0,0),('692122','2011-09-03 17:07:19','2012-01-14 17:07:19','启用','EMID卡','0454','16085093','系统管理',0,0,0),('692123','2011-09-03 13:10:00','2011-12-06 13:10:00','启用','EMID卡','0452','16085092','系统管理',0,0,0),('692125','2011-09-03 17:47:50','2012-01-02 17:47:50','启用','EMID卡','0471','16085090','系统管理',0,0,0),('692126','2011-09-03 13:08:12','2011-12-01 13:08:12','启用','EMID卡','0451','16085089','系统管理',0,0,0),('692127','2011-09-03 17:50:50','2011-12-15 17:50:50','启用','EMID卡','0473','16085088','系统管理',0,0,0),('692128','2011-09-03 17:46:02','2012-01-12 17:46:02','启用','EMID卡','0470','16085087','系统管理',0,0,0),('692129','2011-09-03 17:26:13','2011-11-30 17:26:13','启用','EMID卡','0460','16085086','系统管理',0,0,0),('692130','2011-09-03 17:15:24','2011-12-31 17:15:24','启用','EMID卡','0457','16085085','系统管理',0,0,0),('692131','2011-09-03 10:53:19','2012-01-08 10:53:19','启用','EMID卡','0436','16085084','系统管理',0,0,0),('692132','2011-09-09 14:37:59','2011-12-31 14:43:18','启用','EMID卡','0548','16085083','系统管理',0,0,0),('692133','2011-09-09 15:34:06','2012-01-09 15:34:06','启用','EMID卡','0549','16085082','系统管理',0,0,0),('692135','2011-09-09 19:55:53','2011-12-31 19:55:53','启用','EMID卡','0555','16085080','系统管理',0,0,0),('692136','2011-09-09 19:59:19','2011-12-31 19:59:19','启用','EMID卡','0557','16085079','系统管理',0,0,0),('692137','2011-09-09 20:01:54','2011-12-31 20:01:54','启用','EMID卡','0558','16085078','系统管理',0,0,0),('692138','2011-09-09 20:12:00','2011-12-31 20:12:00','启用','EMID卡','0564','16085077','系统管理',0,0,0),('692139','2011-09-09 20:06:30','2011-12-31 20:06:30','启用','EMID卡','0560','16085076','系统管理',0,0,0),('692140','2011-09-09 20:07:35','2011-12-31 20:07:35','启用','EMID卡','0561','16085075','系统管理',0,0,0),('692141','2011-09-09 20:27:05','2011-12-31 20:27:05','启用','EMID卡','0567','16085074','系统管理',0,0,0),('692142','2011-09-09 20:33:49','2011-12-31 20:33:49','启用','EMID卡','0569','16085073','系统管理',0,0,0),('692143','2011-09-09 20:35:10','2011-12-31 20:35:10','启用','EMID卡','0570','16085072','系统管理',0,0,0),('692145','2011-09-03 17:37:54','2012-02-23 17:37:54','启用','EMID卡','0465','16085070','系统管理',0,0,0),('692146','2011-09-03 17:58:41','2012-02-22 17:58:41','启用','EMID卡','0477','16085069','系统管理',0,0,0),('692147','2011-09-03 17:56:53','2012-04-06 17:56:53','启用','EMID卡','0476','16085068','系统管理',0,0,0),('692148','2011-09-03 19:19:50','2012-03-14 19:19:50','启用','EMID卡','0485','16085067','系统管理',0,0,0),('692149','2011-09-03 19:15:49','2012-03-13 19:15:49','启用','EMID卡','0483','16085066','系统管理',0,0,0),('692150','2011-09-03 19:13:24','2012-01-15 19:13:24','启用','EMID卡','0482','16085065','系统管理',0,0,0),('692151','2011-09-03 10:31:59','2012-03-31 10:31:59','启用','EMID卡','0433','16085064','系统管理',0,0,0),('692152','2011-09-03 20:32:46','2012-01-09 20:32:46','启用','EMID卡','0515','16085063','系统管理',0,0,0),('692153','2011-09-03 20:34:06','2012-01-03 20:34:06','启用','EMID卡','0516','16085062','系统管理',0,0,0),('692155','2011-09-03 20:55:32','2012-01-03 20:55:32','启用','EMID卡','0525','16085060','系统管理',0,0,0),('692156','2011-09-03 20:58:27','2012-02-12 20:58:27','启用','EMID卡','0527','16085059','系统管理',0,0,0),('692157','2011-09-03 20:59:53','2012-02-22 23:59:53','启用','EMID卡','0528','16085058','系统管理',0,0,0),('692158','2011-09-05 09:01:11','2012-02-10 09:01:11','启用','EMID卡','0531','16085057','系统管理',0,0,0),('692159','2011-09-05 10:18:15','2012-11-30 10:18:15','启用','EMID卡','0533','16085056','系统管理',0,0,0),('692160','2011-09-05 11:58:44','2012-05-31 11:58:44','启用','EMID卡','0534','16085055','系统管理',0,0,0),('692161','2011-09-05 16:39:50','2012-01-09 16:39:50','启用','EMID卡','0537','16085054','系统管理',0,0,0),('692162','2011-09-06 10:51:51','2011-12-21 10:51:51','启用','EMID卡','0539','16085053','系统管理',0,0,0),('692163','2011-09-06 10:57:44','2011-11-30 10:57:44','启用','EMID卡','0540','16085052','系统管理',0,0,0),('692165','2011-09-07 09:35:02','2011-12-31 17:28:12','启用','EMID卡','0543','16085050','系统管理',0,0,0),('692166','2011-09-07 16:33:40','2011-12-31 16:33:40','启用','EMID卡','0545','16085049','系统管理',0,0,0),('692167','2011-09-07 11:12:43','2012-02-29 11:12:43','启用','EMID卡','0546','16085048','系统管理',0,0,0),('692168','2011-09-09 19:50:34','2011-12-31 19:50:34','启用','EMID卡','0552','16085047','系统管理',0,0,0),('692169','2011-09-03 17:17:22','2011-12-31 17:17:22','启用','EMID卡','0458','16085046','系统管理',0,0,0),('692170','2011-09-03 17:41:22','2011-12-28 17:41:22','启用','EMID卡','0467','16085045','系统管理',0,0,0),('692171','2011-09-03 17:33:52','2011-12-31 17:33:52','启用','EMID卡','0464','16085044','系统管理',0,0,0),('692172','2011-10-09 14:50:22','2011-12-31 14:50:22','启用','EMID卡','0434','692172','系统管理',0,0,0),('692173','2011-09-03 20:31:04','2011-12-31 20:31:04','启用','EMID卡','0514','16085042','系统管理',0,0,0),('692175','2011-09-03 20:28:10','2012-01-01 20:28:10','启用','EMID卡','0512','16085040','系统管理',0,0,0),('692176','2011-09-03 20:26:41','2011-12-16 20:26:41','启用','EMID卡','0511','16085039','系统管理',0,0,0),('692177','2011-09-03 20:57:12','2011-12-31 20:57:12','启用','EMID卡','0526','16085038','系统管理',0,0,0),('692178','2011-09-03 20:54:11','2011-12-01 20:54:11','启用','EMID卡','0524','16085037','系统管理',0,0,0),('692179','2011-09-03 20:52:36','2011-12-09 20:52:36','启用','EMID卡','0523','16085036','系统管理',0,0,0),('692180','2011-09-05 12:06:47','2011-12-05 12:06:47','启用','EMID卡','0532','16085035','系统管理',0,0,0),('692181','2011-09-03 21:03:36','2012-04-21 21:03:36','启用','EMID卡','0530','16085034','系统管理',0,0,0),('692182','2011-09-03 21:02:00','2011-12-31 21:02:00','启用','EMID卡','0529','16085033','系统管理',0,0,0),('692183','2011-09-05 15:13:45','2012-01-31 15:13:45','启用','EMID卡','0536','16085032','系统管理',0,0,0),('692185','2011-09-05 14:03:49','2011-11-30 14:03:49','启用','EMID卡','0535','16085030','系统管理',0,0,0),('692186','2011-09-07 10:26:25','2011-11-30 10:26:25','启用','EMID卡','0544','16085029','系统管理',0,0,0),('692187','2011-09-06 17:15:45','2012-04-30 17:15:45','启用','EMID卡','0542','16085028','系统管理',0,0,0),('692188','2011-09-06 16:01:47','2011-12-28 16:01:47','启用','EMID卡','0541','16085027','系统管理',0,0,0),('692189','2011-09-09 10:16:07','2012-01-09 10:16:07','启用','EMID卡','0547','16085026','系统管理',0,0,0),('692190','2011-09-09 19:45:22','2011-12-31 19:45:22','启用','EMID卡','0551','16085025','系统管理',0,0,0),('692191','2011-09-14 16:47:09','2011-12-31 16:47:09','启用','EMID卡','0550','692191','系统管理',0,0,0),('692192','2011-09-09 19:57:45','2011-12-31 19:57:45','启用','EMID卡','0556','16085023','系统管理',0,0,0),('692193','2011-09-09 19:54:02','2011-12-31 19:54:02','启用','EMID卡','0554','16085022','系统管理',0,0,0),('692195','2011-09-09 19:52:14','2011-12-31 19:52:14','启用','EMID卡','0553','16085020','系统管理',0,0,0),('692196','2011-09-09 20:04:02','2011-12-31 20:04:02','启用','EMID卡','0559','16085019','系统管理',0,0,0),('692197','2011-09-09 20:10:33','2011-12-31 20:10:33','启用','EMID卡','0563','16085018','系统管理',0,0,0),('692198','2011-09-09 20:09:17','2011-12-31 20:09:17','启用','EMID卡','0562','16085017','系统管理',0,0,0),('692199','2011-09-09 20:32:02','2011-12-31 20:32:02','启用','EMID卡','0568','16085016','系统管理',0,0,0),('692210','2011-09-09 20:14:57','2011-12-31 20:14:57','启用','EMID卡','0566','16085005','系统管理',0,0,0),('692211','2011-09-09 20:13:28','2011-12-31 20:13:28','启用','EMID卡','0565','16085004','系统管理',0,0,0),('692212','2011-09-09 20:43:42','2011-12-31 20:43:42','启用','EMID卡','0574','16085003','系统管理',0,0,0),('692213','2011-09-09 20:40:33','2011-12-31 20:40:33','启用','EMID卡','0572','16085002','系统管理',0,0,0),('692215','2011-09-09 20:38:23','2011-12-31 20:38:23','启用','EMID卡','0571','16085000','系统管理',0,0,0),('692216','2011-09-09 21:05:10','2011-12-31 21:05:10','启用','EMID卡','0580','16084999','系统管理',0,0,0),('692217','2011-09-09 20:58:26','2011-12-31 20:58:26','启用','EMID卡','0578','16084998','系统管理',0,0,0),('692218','2011-09-09 20:57:07','2011-12-31 20:57:07','启用','EMID卡','0577','16084997','系统管理',0,0,0),('692219','2011-09-16 11:46:38','2012-09-16 11:46:38','启用','EMID卡','0586','692219','系统管理',0,0,0),('692220','2011-09-13 12:57:09','2011-12-31 12:57:09','启用','EMID卡','0584','692220','系统管理',0,0,0),('692221','2011-09-11 12:35:22','2099-01-01 00:00:00','启用','EMID卡','0583','16084994','系统管理',0,0,0),('692222','2011-09-21 17:40:15','2011-12-31 17:40:15','启用','EMID卡','0592','692222','系统管理',0,0,0),('692223','2011-09-19 16:32:03','2011-10-19 16:32:03','启用','EMID卡','0590','692223','系统管理',0,0,0),('692225','2011-09-20 14:35:51','2012-02-29 14:35:51','启用','EMID卡','0589','692225','系统管理',0,0,0),('692226','2011-09-21 17:48:21','2011-12-31 17:48:21','启用','EMID卡','0598','692226','系统管理',0,0,0),('692227','2011-09-21 17:45:34','2011-12-31 17:45:34','启用','EMID卡','0596','692227','系统管理',0,0,0),('692228','2011-09-21 17:44:17','2011-12-31 17:44:17','启用','EMID卡','0595','692228','系统管理',0,0,0),('692229','2011-09-03 19:52:09','2011-12-17 19:52:09','启用','EMID卡','0496','16084986','系统管理',0,0,0),('692230','2011-09-03 19:57:22','2012-05-15 19:57:22','启用','EMID卡','0498','16084985','系统管理',0,0,0),('692231','2011-09-03 20:00:20','2011-11-12 20:00:20','启用','EMID卡','0499','16084984','系统管理',0,0,0),('692232','2011-09-03 19:41:54','2012-02-06 19:41:54','启用','EMID卡','0490','16084983','系统管理',0,0,0),('692233','2011-09-03 19:46:12','2011-11-30 19:46:12','启用','EMID卡','0492','16084982','系统管理',0,0,0),('692235','2011-09-03 19:47:52','2012-01-23 19:47:52','启用','EMID卡','0493','16084980','系统管理',0,0,0),('692236','2011-09-03 20:05:36','2012-02-06 20:05:36','启用','EMID卡','0501','16084979','系统管理',0,0,0),('692237','2011-09-03 20:09:07','2011-12-06 20:09:07','启用','EMID卡','0503','16084978','系统管理',0,0,0),('692238','2011-09-03 20:10:35','2011-12-14 20:10:35','启用','EMID卡','0504','16084977','系统管理',0,0,0),('692239','2011-09-03 20:25:05','2012-02-07 20:25:05','启用','EMID卡','0510','16084976','系统管理',0,0,0),('692240','2011-09-03 20:15:53','2012-01-26 20:15:53','启用','EMID卡','0506','16084975','系统管理',0,0,0),('692241','2011-09-03 20:14:24','2012-02-14 20:14:24','启用','EMID卡','0505','16084974','系统管理',0,0,0),('692242','2011-09-03 12:30:01','2011-12-27 12:30:01','启用','EMID卡','0447','16084973','系统管理',0,0,0),('692243','2011-09-03 12:37:55','2011-12-31 12:37:55','启用','EMID卡','0450','16084972','系统管理',0,0,0),('692245','2011-09-03 17:04:48','2012-01-31 17:04:48','启用','EMID卡','0453','16084970','系统管理',0,0,0),('692246','2011-09-03 17:11:49','2012-01-31 17:11:49','启用','EMID卡','0455','16084969','系统管理',0,0,0),('692247','2011-09-03 17:13:43','2011-12-31 17:13:43','启用','EMID卡','0456','16084968','系统管理',0,0,0),('692248','2011-09-03 17:49:24','2012-01-02 17:49:24','启用','EMID卡','0472','16084967','系统管理',0,0,0),('692249','2011-09-03 17:52:35','2011-09-28 17:52:35','启用','EMID卡','0474','16084966','系统管理',0,0,0),('692250','2011-09-03 17:54:58','2012-02-09 17:54:58','启用','EMID卡','0475','16084965','系统管理',0,0,0),('692251','2011-09-03 17:19:10','2012-11-11 17:19:10','启用','EMID卡','0459','16084964','系统管理',0,0,0),('692252','2011-09-03 17:30:29','2012-01-04 17:30:29','启用','EMID卡','0462','16084963','系统管理',0,0,0),('692253','2011-09-03 17:39:33','2012-06-09 17:39:33','启用','EMID卡','0466','16084962','系统管理',0,0,0),('692255','2011-09-03 12:35:53','2011-12-30 12:35:53','启用','EMID卡','0449','16084960','系统管理',0,0,0),('692256','2011-09-03 17:32:09','2011-12-31 17:32:09','启用','EMID卡','0463','16084959','系统管理',0,0,0),('692257','2011-09-03 17:43:05','2012-01-29 17:43:05','启用','EMID卡','0468','16084958','系统管理',0,0,0),('692258','2011-09-03 17:44:36','2011-12-30 17:44:36','启用','EMID卡','0469','16084957','系统管理',0,0,0),('692259','2011-09-03 18:00:04','2011-12-31 18:00:04','启用','EMID卡','0478','16084956','系统管理',0,0,0),('692260','2011-09-03 18:10:19','2011-12-31 18:10:19','启用','EMID卡','0480','16084955','系统管理',0,0,0),('692261','2011-09-03 18:12:08','2012-10-31 18:12:08','启用','EMID卡','0481','16084954','系统管理',0,0,0),('692262','2011-09-03 19:26:58','2011-12-31 19:26:58','启用','EMID卡','0487','16084953','系统管理',0,0,0),('692263','2011-11-09 17:17:13','2011-12-31 17:17:13','启用','EMID卡','0484','692263','胡建',0,0,0),('692265','2011-09-03 10:50:15','2011-12-09 10:50:15','启用','EMID卡','0435','16084950','系统管理',0,0,0),('692266','2011-09-03 10:56:50','2012-01-02 10:56:50','启用','EMID卡','0438','16084949','系统管理',0,0,0),('692426','2011-09-02 18:23:22','2011-12-31 18:23:22','启用','EMID卡','0326','16084789','系统管理',0,0,0),('692427','2011-09-02 18:24:58','2011-12-31 18:24:58','启用','EMID卡','0327','16084788','系统管理',0,0,0),('692428','2011-09-02 18:30:37','2011-12-10 18:30:37','启用','EMID卡','0330','16084787','系统管理',0,0,0),('692429','2011-09-02 17:24:41','2012-04-30 17:24:41','启用','EMID卡','0318','16084786','系统管理',0,0,0),('692430','2011-09-22 14:48:02','2012-01-22 14:48:02','启用','EMID卡','0604','692430','系统管理',0,0,0),('692431','2011-09-21 17:56:30','2011-12-31 17:56:30','启用','EMID卡','0602','692431','系统管理',0,0,0),('692432','2011-09-22 08:53:58','2012-01-31 08:53:58','启用','EMID卡','0603','692432','系统管理',0,0,0),('692433','2011-10-08 14:44:10','2012-01-08 14:44:10','启用','EMID卡','0613','692433','系统管理',0,0,0),('692435','2011-10-11 11:14:30','2012-01-11 11:14:30','启用','EMID卡','0617','692435','系统管理',0,0,0),('692436','2011-10-10 14:37:53','2012-04-10 14:37:53','启用','EMID卡','0616','692436','系统管理',0,0,0),('692437','2011-10-14 14:14:37','2011-12-31 14:14:37','启用','EMID卡','0619','692437','系统管理',0,0,0),('692438','2011-10-24 14:16:21','2011-12-31 14:16:21','启用','EMID卡','0623','692438','胡建',0,0,0),('692440','2011-10-21 11:10:03','2012-12-31 11:10:03','启用','EMID卡','0622','692440','胡建',0,0,0),('692441','2011-10-24 16:28:41','2011-11-24 16:28:41','启用','EMID卡','0625','692441','胡建',0,0,0),('692442','2011-10-28 09:05:46','2012-01-28 09:05:46','启用','EMID卡','0629','692442','胡建',0,0,0),('692443','2011-10-27 14:17:35','2012-01-27 14:17:35','启用','EMID卡','0628','692443','胡建',0,0,0),('692445','2011-09-01 15:41:37','2011-12-31 15:41:37','启用','EMID卡','0631','16085224','系统管理',0,0,0),('692447','2011-11-22 15:35:53','2011-12-31 15:35:53','启用','EMID卡','0634','692447','胡建',0,0,0),('692467','2011-09-27 09:03:34','2011-12-31 09:03:34','启用','EMID卡','0607','692467','系统管理',0,0,0),('692469','2011-10-08 10:27:00','2011-12-08 10:27:00','启用','EMID卡','0612','692469','系统管理',0,0,0),('692471','2011-09-30 16:20:55','2012-10-30 16:20:55','启用','EMID卡','0610','692471','系统管理',0,0,0),('692472','2011-09-02 20:41:08','2011-12-31 20:41:08','启用','EMID卡','0367','16084743','系统管理',0,0,0),('692475','2011-09-03 09:54:51','2012-01-01 09:54:51','启用','EMID卡','0415','16084740','系统管理',0,0,0),('692476','2011-09-03 10:02:19','2012-04-14 10:02:19','启用','EMID卡','0419','16084739','系统管理',0,0,0),('692477','2011-09-03 10:00:39','2011-12-15 10:00:39','启用','EMID卡','0418','16084738','系统管理',0,0,0),('692478','2011-09-02 20:48:18','2011-09-02 20:48:18','启用','EMID卡','0371','16084737','系统管理',0,0,0),('692479','2011-09-02 20:46:27','2011-12-12 20:46:27','启用','EMID卡','0370','16084736','系统管理',0,0,0),('692480','2011-09-02 20:59:05','2011-12-10 20:59:05','启用','EMID卡','0377','16084735','系统管理',0,0,0),('692481','2011-09-02 16:49:45','2011-12-31 16:49:45','启用','EMID卡','0305','16084734','系统管理',0,0,0),('692482','2011-09-02 18:32:53','2011-12-19 18:32:53','启用','EMID卡','0331','16084733','系统管理',0,0,0),('692483','2011-09-02 20:51:25','2012-11-30 20:51:25','启用','EMID卡','0373','16084732','系统管理',0,0,0),('692485','2011-09-02 20:56:16','2012-04-05 20:56:16','启用','EMID卡','0376','16084730','系统管理',0,0,0),('692486','2011-09-02 16:43:29','2012-01-16 16:43:29','启用','EMID卡','0301','16084729','系统管理',0,0,0),('692487','2011-09-02 16:48:17','2011-12-13 16:48:17','启用','EMID卡','0304','16084728','系统管理',0,0,0),('692488','2011-09-02 16:55:09','2011-12-31 16:55:09','启用','EMID卡','0307','16084727','系统管理',0,0,0),('692489','2011-09-02 17:08:42','2011-12-17 17:08:42','启用','EMID卡','0311','16084726','系统管理',0,0,0),('692490','2011-09-02 17:07:02','2011-12-01 17:07:02','启用','EMID卡','0310','16084725','系统管理',0,0,0),('692491','2011-09-21 17:54:07','2011-12-31 17:54:07','启用','EMID卡','0601','692491','系统管理',0,0,0),('692492','2011-09-22 15:05:51','2012-06-30 15:05:51','启用','EMID卡','0605','692492','系统管理',0,0,0),('692493','2011-09-26 11:39:33','2012-01-26 11:39:33','启用','EMID卡','0606','692493','系统管理',0,0,0),('692495','2011-10-14 14:12:35','2011-12-31 14:12:35','启用','EMID卡','0618','692495','系统管理',0,0,0),('692496','2011-10-09 16:14:13','2011-11-09 16:14:13','启用','EMID卡','0614','692496','系统管理',0,0,0),('692497','2011-10-10 09:13:43','2012-04-10 09:13:43','启用','EMID卡','0615','692497','系统管理',0,0,0),('692498','2011-10-24 15:02:57','2011-12-24 15:02:57','启用','EMID卡','0624','692498','胡建',0,0,0),('692499','2011-10-17 14:10:19','2012-01-17 14:10:19','启用','EMID卡','0620','692499','系统管理',0,0,0),('692510','2011-10-19 11:33:00','2012-01-31 11:33:00','启用','EMID卡','0621','692510','系统管理',0,0,0),('692511','2011-11-16 11:07:32','2012-01-16 11:07:32','启用','EMID卡','0630','692511','胡建',0,0,0),('692512','2011-09-08 09:59:33','2011-12-31 09:59:33','启用','EMID卡','0626','16084703','系统管理',0,0,0),('692513','2011-10-24 17:04:31','2012-01-24 17:04:31','启用','EMID卡','0627','692513','胡建',0,0,0),('692516','2011-11-18 09:19:18','2012-03-18 09:19:18','启用','EMID卡','0632','692516','胡建',0,0,0),('692517','2011-11-22 09:44:26','2011-12-31 09:44:26','启用','EMID卡','0633','692517','胡建',0,0,0),('692537','2011-10-08 10:20:53','2011-12-08 10:20:53','启用','EMID卡','0611','692537','系统管理',0,0,0),('692538','2011-09-27 15:27:05','2012-06-30 15:27:05','启用','EMID卡','0608','692538','系统管理',0,0,0),('692539','2011-09-30 10:12:55','2012-09-30 10:12:55','启用','EMID卡','0609','692539','系统管理',0,0,0),('692543','2011-09-02 18:41:39','2011-12-05 18:41:39','启用','EMID卡','0335','16084672','系统管理',0,0,0),('692545','2011-09-02 17:21:22','2011-12-22 17:21:22','启用','EMID卡','0316','16084670','系统管理',0,0,0),('692546','2011-09-02 18:39:35','2012-02-14 18:39:35','启用','EMID卡','0334','16084669','系统管理',0,0,0),('692547','2011-09-02 17:26:27','2012-06-08 17:26:27','启用','EMID卡','0319','16084668','系统管理',0,0,0),('692548','2011-09-02 17:32:12','2011-12-31 17:32:12','启用','EMID卡','0322','16084667','系统管理',0,0,0),('692549','2011-09-02 18:17:56','2011-12-19 18:17:56','启用','EMID卡','0323','16084666','系统管理',0,0,0),('692550','2011-09-02 18:21:48','2012-02-13 18:21:48','启用','EMID卡','0325','16084665','系统管理',0,0,0),('692551','2011-09-02 18:28:57','2011-12-31 18:28:57','启用','EMID卡','0329','16084664','系统管理',0,0,0),('692552','2011-09-02 17:16:26','2012-01-15 17:16:26','启用','EMID卡','0313','16084663','系统管理',0,0,0),('692553','2011-09-02 18:27:15','2012-01-16 18:27:15','启用','EMID卡','0328','16084662','系统管理',0,0,0),('692555','2011-09-02 17:23:31','2011-12-31 17:23:31','启用','EMID卡','0317','16084660','系统管理',0,0,0),('692556','2011-09-03 10:04:00','2011-12-31 10:04:00','启用','EMID卡','0420','16084659','系统管理',0,0,0),('692557','2011-09-03 09:56:52','2012-01-31 09:56:52','启用','EMID卡','0416','16084658','系统管理',0,0,0),('692558','2011-09-03 09:58:57','2012-02-25 09:58:57','启用','EMID卡','0417','16084657','系统管理',0,0,0),('692559','2011-09-02 20:49:56','2011-12-31 20:49:56','启用','EMID卡','0372','16084656','系统管理',0,0,0),('692560','2011-09-02 20:42:46','2012-01-10 20:42:46','启用','EMID卡','0368','16084655','系统管理',0,0,0),('692561','2011-09-02 20:44:42','2011-12-30 20:44:42','启用','EMID卡','0369','16084654','系统管理',0,0,0),('692562','2011-09-02 20:54:48','2012-01-28 20:54:48','启用','EMID卡','0375','16084653','系统管理',0,0,0),('692563','2011-09-02 16:53:20','2012-06-30 16:53:20','启用','EMID卡','0306','16084652','系统管理',0,0,0),('692565','2011-09-02 21:00:38','2011-12-13 21:00:38','启用','EMID卡','0378','16084650','系统管理',0,0,0),('692566','2011-09-02 20:53:06','2011-12-25 20:53:06','启用','EMID卡','0374','16084649','系统管理',0,0,0),('692567','2011-09-02 16:45:03','2012-03-31 16:45:03','启用','EMID卡','0302','16084648','系统管理',0,0,0),('692568','2011-09-02 16:46:41','2012-04-10 16:46:41','启用','EMID卡','0303','16084647','系统管理',0,0,0),('692569','2011-09-02 17:10:44','2012-01-10 17:10:44','启用','EMID卡','0312','16084646','系统管理',0,0,0),('692570','2011-09-02 17:04:00','2012-04-30 17:04:00','启用','EMID卡','0308','16084645','系统管理',0,0,0),('692571','2011-09-02 17:05:33','2012-01-01 17:05:33','启用','EMID卡','0309','16084644','系统管理',0,0,0),('692572','2011-09-02 19:27:48','2011-11-28 19:27:48','启用','EMID卡','0336','16084643','系统管理',0,0,0),('692573','2011-09-02 18:37:29','2011-12-14 18:37:29','启用','EMID卡','0333','16084642','系统管理',0,0,0),('692575','2011-09-02 18:35:45','2011-12-16 18:35:45','启用','EMID卡','0332','16084640','系统管理',0,0,0),('692576','2011-09-02 18:19:26','2011-12-22 18:19:26','启用','EMID卡','0324','16084639','系统管理',0,0,0),('692578','2011-09-02 17:18:01','2011-12-05 17:18:01','启用','EMID卡','0314','16084637','系统管理',0,0,0),('692579','2011-09-02 17:29:31','2011-12-31 17:29:31','启用','EMID卡','0321','16084636','系统管理',0,0,0),('692580','2011-09-02 17:19:30','2011-12-31 17:19:30','启用','EMID卡','0315','16084635','系统管理',0,0,0),('692592','2011-09-02 09:21:10','2011-12-28 09:21:10','启用','EMID卡','0215','16084623','系统管理',0,0,0),('692593','2011-09-06 10:11:44','2012-09-06 10:11:44','启用','EMID卡','0538','16084622','系统管理',0,0,0),('692595','2011-09-03 20:29:39','2012-03-01 20:29:39','启用','EMID卡','0513','16084620','系统管理',0,0,0),('692599','2011-09-01 15:11:13','2012-04-28 15:11:13','启用','EMID卡','0098','16084616','系统管理',0,0,0),('692613','2011-09-01 10:34:46','2012-05-22 10:34:46','启用','EMID卡','0022','16084602','系统管理',0,0,0),('692615','2011-09-01 10:12:56','2011-12-24 10:12:56','启用','EMID卡','0020','16084600','系统管理',0,0,0),('692616','2011-09-01 10:27:51','2012-01-31 10:27:51','启用','EMID卡','0021','16084599','系统管理',0,0,0),('692620','2011-09-01 10:07:37','2012-02-25 10:07:37','启用','EMID卡','0019','16084595','系统管理',0,0,0),('692621','2011-09-01 10:41:02','2011-12-22 10:41:02','启用','EMID卡','0023','16084594','系统管理',0,0,0),('692622','2011-09-01 10:50:04','2012-02-10 10:50:04','启用','EMID卡','0024','16084593','系统管理',0,0,0);
/*!40000 ALTER TABLE `monthcard` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `operator`
--

DROP TABLE IF EXISTS `operator`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `operator` (
  `operatorid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `operatorname` varchar(50) NOT NULL DEFAULT '未知',
  `operatorphone` varchar(50) DEFAULT NULL,
  `operatorsex` varchar(50) DEFAULT '男',
  `operatoraddress` varchar(50) DEFAULT NULL,
  `operatorpassword` varchar(50) DEFAULT '123',
  `qxgl` tinyint(1) NOT NULL DEFAULT '0' COMMENT '权限管理',
  `cardgl` tinyint(1) NOT NULL DEFAULT '0' COMMENT '卡票管理',
  `exitgl` tinyint(1) NOT NULL DEFAULT '0' COMMENT '退出系统',
  `datagl` tinyint(1) NOT NULL DEFAULT '0' COMMENT '数据维护',
  `setgl` tinyint(1) NOT NULL DEFAULT '0' COMMENT '高级设置',
  `sfgl` tinyint(1) NOT NULL DEFAULT '0' COMMENT '查询报表',
  `operatorright` varchar(50) NOT NULL DEFAULT '普通用户',
  `sysinfo` tinyint(1) NOT NULL DEFAULT '0' COMMENT '系统日志',
  `feerate` tinyint(1) NOT NULL DEFAULT '0' COMMENT '费率设置',
  `surecardno` varchar(50) DEFAULT NULL,
  `StartVideo` tinyint(1) NOT NULL DEFAULT '0',
  `StartPlate` tinyint(1) NOT NULL DEFAULT '0',
  `ConnectDB` tinyint(1) NOT NULL DEFAULT '0',
  `MonthCard` tinyint(1) NOT NULL DEFAULT '0',
  `ValueCard` tinyint(1) NOT NULL DEFAULT '0',
  `TimeCard` tinyint(1) NOT NULL DEFAULT '0',
  `LedInfo` tinyint(1) NOT NULL DEFAULT '0',
  `DeviceConfig` tinyint(1) NOT NULL DEFAULT '0',
  `SystemSet` tinyint(1) NOT NULL DEFAULT '0',
  `CardRightSet` tinyint(1) NOT NULL DEFAULT '0',
  `DiscountSet` tinyint(1) NOT NULL DEFAULT '0',
  `SerialPortSet` tinyint(1) NOT NULL DEFAULT '0',
  `PlateRecogSet` tinyint(1) NOT NULL DEFAULT '0',
  `PassRecord` tinyint(1) NOT NULL DEFAULT '0',
  `FeeRecord` tinyint(1) NOT NULL DEFAULT '0',
  `DiscountReport` tinyint(1) NOT NULL DEFAULT '0',
  `DailyReport` tinyint(1) NOT NULL DEFAULT '0',
  `MonthlyReport` tinyint(1) NOT NULL DEFAULT '0',
  `YearlyReport` tinyint(1) NOT NULL DEFAULT '0',
  `SyncTime` tinyint(1) NOT NULL DEFAULT '0',
  `Blacklist` tinyint(1) NOT NULL DEFAULT '0',
  `EmployeeID` varchar(45) NOT NULL,
  PRIMARY KEY (`operatorid`),
  KEY `surecardno` (`surecardno`),
  KEY `operatorname` (`operatorname`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `operator`
--

LOCK TABLES `operator` WRITE;
/*!40000 ALTER TABLE `operator` DISABLE KEYS */;
INSERT INTO `operator` VALUES (1,'系统管理员','','男','','85236997123456',-1,0,-1,-1,0,0,'超级用户',-1,-1,NULL,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,'18804'),(2,'胡建','','男','','aaa',-1,0,-1,-1,0,0,'普通用户',-1,-1,NULL,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,-1,''),(3,'李四','','男','','aaa',0,0,0,0,0,0,'普通用户',0,0,NULL,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,''),(4,'前门一班','','男','','aaa',0,0,0,0,0,0,'普通用户',0,0,NULL,-1,-1,-1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'9077842'),(5,'前门二班','','男','','aaa',0,0,0,0,0,0,'普通用户',0,0,NULL,-1,-1,-1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'9081965'),(6,'前门三班','','男','','aaa',0,0,0,0,0,0,'普通用户',0,0,NULL,-1,-1,-1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'9082624'),(7,'后门一班','','男','','aaa',0,0,0,0,0,0,'普通用户',0,0,NULL,-1,-1,-1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'9094329'),(8,'后门二班','','男','','aaa',0,0,0,0,0,0,'普通用户',0,0,NULL,-1,-1,-1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'9426423'),(9,'南门一班','','男','','aaa',0,0,0,0,0,0,'普通用户',0,0,NULL,-1,-1,-1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'9137970'),(10,'南门二班','','男','','aaa',0,0,0,0,0,0,'普通用户',0,0,NULL,-1,-1,-1,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,0,'9481971');
/*!40000 ALTER TABLE `operator` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `parkadminset`
--

DROP TABLE IF EXISTS `parkadminset`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `parkadminset` (
  `feejsbz` int(11) DEFAULT '1'
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `parkadminset`
--

LOCK TABLES `parkadminset` WRITE;
/*!40000 ALTER TABLE `parkadminset` DISABLE KEYS */;
INSERT INTO `parkadminset` VALUES (1);
/*!40000 ALTER TABLE `parkadminset` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `parkinfo`
--

DROP TABLE IF EXISTS `parkinfo`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `parkinfo` (
  `parkindex` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `shebeiid` int(10) unsigned NOT NULL,
  `parknum` int(10) unsigned DEFAULT '88',
  `parkname` varchar(30) NOT NULL DEFAULT '新建停车场',
  PRIMARY KEY (`parkindex`),
  KEY `shebeiid` (`shebeiid`)
) ENGINE=InnoDB AUTO_INCREMENT=6 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `parkinfo`
--

LOCK TABLES `parkinfo` WRITE;
/*!40000 ALTER TABLE `parkinfo` DISABLE KEYS */;
INSERT INTO `parkinfo` VALUES (5,67,1000,'医院停车场');
/*!40000 ALTER TABLE `parkinfo` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `roadconerinfo`
--

DROP TABLE IF EXISTS `roadconerinfo`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `roadconerinfo` (
  `roadconerind` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `shebeiid` int(10) unsigned NOT NULL DEFAULT '0',
  `shebeiadr` int(10) unsigned NOT NULL DEFAULT '0',
  `video1` int(11) NOT NULL DEFAULT '0',
  `video2` int(11) NOT NULL DEFAULT '0',
  `video3` int(11) NOT NULL DEFAULT '0',
  `video4` int(11) NOT NULL DEFAULT '0',
  `shebeiname` varchar(30) NOT NULL DEFAULT '新建控制器',
  `video1ip` varchar(30) NOT NULL DEFAULT '127.0.0.1',
  `video2ip` varchar(30) NOT NULL DEFAULT '127.0.0.1',
  `video3ip` varchar(30) NOT NULL DEFAULT '127.0.0.1',
  `video4ip` varchar(30) NOT NULL DEFAULT '127.0.0.1',
  `ifdoor` tinyint(1) NOT NULL DEFAULT '0',
  PRIMARY KEY (`roadconerind`),
  KEY `shebeiid` (`shebeiid`),
  KEY `shebeiadr` (`shebeiadr`)
) ENGINE=InnoDB AUTO_INCREMENT=28 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `roadconerinfo`
--

LOCK TABLES `roadconerinfo` WRITE;
/*!40000 ALTER TABLE `roadconerinfo` DISABLE KEYS */;
INSERT INTO `roadconerinfo` VALUES (14,72,1,1,0,0,0,'西大门入口','192.168.1.24','127.0.0.1','127.0.0.1','127.0.0.1',0),(15,73,2,2,0,0,0,'西大门出口','192.168.1.24','127.0.0.1','127.0.0.1','127.0.0.1',0),(16,74,1,1,0,0,0,'东门入口','192.168.1.49','127.0.0.1','127.0.0.1','127.0.0.1',0),(17,75,2,2,0,0,0,'东门出口','192.168.1.49','127.0.0.1','127.0.0.1','127.0.0.1',0),(18,76,1,1,0,0,0,'南门入口','192.168.1.55','127.0.0.1','127.0.0.1','127.0.0.1',0),(19,77,2,2,0,0,0,'南门出口','192.168.1.55','127.0.0.1','127.0.0.1','127.0.0.1',0),(22,81,33,3,0,0,0,'停车楼入口','192.168.1.55','127.0.0.1','127.0.0.1','127.0.0.1',1),(23,82,34,4,0,0,0,'停车楼出口','192.168.1.55','127.0.0.1','127.0.0.1','127.0.0.1',1),(24,83,34,2,0,0,0,'地下室入口','192.168.1.8','127.0.0.1','127.0.0.1','127.0.0.1',0),(25,84,35,1,0,0,0,'地下室入口','192.168.1.8','127.0.0.1','127.0.0.1','127.0.0.1',0),(26,89,1,1,0,0,0,'虚拟进入','192.168.1.49','127.0.0.1','127.0.0.1','127.0.0.1',0),(27,90,2,2,0,0,0,'虚拟离开','192.168.1.49','127.0.0.1','127.0.0.1','127.0.0.1',0);
/*!40000 ALTER TABLE `roadconerinfo` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `savecard`
--

DROP TABLE IF EXISTS `savecard`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `savecard` (
  `cardno` varchar(50) NOT NULL DEFAULT '0',
  `cardstate` varchar(30) NOT NULL DEFAULT '启用',
  `cardkind` varchar(30) DEFAULT 'EMID卡',
  `cardselfno` varchar(50) DEFAULT NULL,
  `cardcomment` varchar(100) DEFAULT NULL,
  `cardcreator` varchar(30) DEFAULT NULL,
  `cardfeebz` varchar(30) NOT NULL DEFAULT '现场选择',
  `cardfee` int(10) unsigned DEFAULT '0',
  `Inside` int(11) NOT NULL DEFAULT '0',
  `EnterMustCard` int(11) DEFAULT '0',
  `LeaveMustCard` int(11) DEFAULT '0',
  PRIMARY KEY (`cardno`),
  KEY `cardselfno` (`cardselfno`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `savecard`
--

LOCK TABLES `savecard` WRITE;
/*!40000 ALTER TABLE `savecard` DISABLE KEYS */;
/*!40000 ALTER TABLE `savecard` ENABLE KEYS */;
UNLOCK TABLES;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = 'STRICT_TRANS_TABLES,NO_AUTO_CREATE_USER,NO_ENGINE_SUBSTITUTION' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50017 DEFINER=`root`@`localhost`*/ /*!50003 TRIGGER `parkadmin`.`savecard_ai`
AFTER INSERT ON `parkadmin`.`savecard`
FOR EACH ROW
BEGIN
DECLARE a,b INT;
DECLARE ai char(30);
DECLARE cur_1 CURSOR FOR SELECT shebeiid FROM roadconerinfo;
DECLARE cur_2 CURSOR FOR SELECT shebeiname FROM roadconerinfo;
DECLARE CONTINUE HANDLER FOR NOT FOUND SET b = 1;
OPEN cur_1;
OPEN cur_2;
set b = 0;
while b<>1 do
FETCH cur_1 INTO a;
FETCH cur_2 INTO ai;
if b<>1 then
insert into cardright(cardno,roadconind,shebeiname) values(NEW.cardno,a,ai);
end if;
END while;
CLOSE cur_1;
CLOSE cur_2;
insert into userinfo(cardindex) values(NEW.cardno);
insert into carinfo(cardindex) values(NEW.cardno); 
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = 'STRICT_TRANS_TABLES,NO_AUTO_CREATE_USER,NO_ENGINE_SUBSTITUTION' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50017 DEFINER=`root`@`localhost`*/ /*!50003 TRIGGER `parkadmin`.`savecard_au`
AFTER UPDATE ON `parkadmin`.`savecard`
FOR EACH ROW
BEGIN
if new.cardno<>old.cardno then
update userinfo set userinfo.cardindex=new.cardno where userinfo.cardindex=old.cardno;
update carinfo set carinfo.cardindex=new.cardno where carinfo.cardindex=old.cardno;
update cardright set cardright.cardno=new.cardno where cardright.cardno=old.cardno;
update feerd set feerd.cardno=new.cardno where feerd.cardno=old.cardno;
update stoprd set stoprd.cardno=new.cardno where stoprd.cardno=old.cardno;
end if;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = 'STRICT_TRANS_TABLES,NO_AUTO_CREATE_USER,NO_ENGINE_SUBSTITUTION' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50017 DEFINER=`root`@`localhost`*/ /*!50003 TRIGGER `parkadmin`.`savecard_ad`
AFTER DELETE ON `parkadmin`.`savecard`
FOR EACH ROW
BEGIN
delete from userinfo where userinfo.cardindex=OLD.cardno;
delete from carinfo where carinfo.cardindex=OLD.cardno;
delete from cardright where cardright.cardno=OLD.cardno;
delete from stoprd where stoprd.cardno=OLD.cardno and stoprd.outtime is NULL;  
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;

--
-- Table structure for table `stoprd`
--

DROP TABLE IF EXISTS `stoprd`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `stoprd` (
  `stoprdid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `cardno` varchar(50) NOT NULL DEFAULT '0',
  `inshebeiname` varchar(30) DEFAULT NULL,
  `outshebeiname` varchar(30) DEFAULT NULL,
  `invideo1` longblob,
  `invideo2` longblob,
  `invideo3` longblob,
  `invideo4` longblob,
  `outvideo1` longblob,
  `outvideo2` longblob,
  `outvideo3` longblob,
  `outvideo4` longblob,
  `intime` datetime NOT NULL,
  `outtime` datetime DEFAULT NULL,
  `childrdindx` int(10) unsigned DEFAULT NULL,
  `feebeizhu` varchar(30) DEFAULT NULL,
  `feenum` int(10) unsigned DEFAULT NULL,
  `feetime` datetime DEFAULT NULL,
  `feeoperator` varchar(30) DEFAULT NULL,
  `feefactnum` int(10) unsigned DEFAULT NULL,
  `carcp` varchar(30) NOT NULL DEFAULT '未知',
  `username` varchar(30) NOT NULL DEFAULT '未知',
  `cardselfno` varchar(50) DEFAULT NULL,
  `carkind` varchar(30) NOT NULL DEFAULT '未知',
  `feekind` varchar(30) DEFAULT NULL,
  `cardkind` varchar(30) DEFAULT NULL,
  `parkid` int(11) NOT NULL DEFAULT '-1',
  `feezkh` int(10) unsigned DEFAULT NULL,
  `feezkyy` varchar(30) NOT NULL DEFAULT '无优惠',
  `carcpout` varchar(30) DEFAULT '未知',
  PRIMARY KEY (`stoprdid`),
  KEY `cardno_outtime_parkid` (`cardno`,`outtime`,`parkid`),
  KEY `outtime_parkid` (`outtime`,`parkid`),
  KEY `intime_cardno` (`intime`,`cardno`),
  KEY `inshebeiname` (`inshebeiname`),
  KEY `outshebeiname` (`outshebeiname`),
  KEY `cardno` (`cardno`),
  KEY `intime` (`intime`),
  KEY `outtime` (`outtime`),
  KEY `feetime` (`feetime`),
  KEY `feeoperator` (`feeoperator`),
  KEY `carcp` (`carcp`),
  KEY `username` (`username`),
  KEY `cardselfno` (`cardselfno`),
  KEY `cardkind` (`cardkind`),
  KEY `parkid` (`parkid`),
  KEY `feekind` (`feekind`),
  KEY `childrdindx` (`childrdindx`),
  KEY `cardkind_outtime_parkid` (`cardkind`,`outtime`,`parkid`)
) ENGINE=InnoDB AUTO_INCREMENT=60 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `stoprd`
--

LOCK TABLES `stoprd` WRITE;
/*!40000 ALTER TABLE `stoprd` DISABLE KEYS */;
/*!40000 ALTER TABLE `stoprd` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `sysinfo`
--

DROP TABLE IF EXISTS `sysinfo`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `sysinfo` (
  `infoindex` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `infooperator` varchar(30) NOT NULL DEFAULT '未知',
  `infokind` varchar(50) NOT NULL DEFAULT '未知',
  `infotext` varchar(150) NOT NULL DEFAULT '未知',
  `infotime` datetime NOT NULL,
  `infopic1` longblob,
  `infopic2` longblob,
  `infopic3` longblob,
  `infopic4` longblob,
  PRIMARY KEY (`infoindex`),
  KEY `infotime` (`infotime`),
  KEY `infooperator` (`infooperator`)
) ENGINE=InnoDB AUTO_INCREMENT=1000 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `sysinfo`
--

LOCK TABLES `sysinfo` WRITE;
/*!40000 ALTER TABLE `sysinfo` DISABLE KEYS */;
/*!40000 ALTER TABLE `sysinfo` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `tmpcard`
--

DROP TABLE IF EXISTS `tmpcard`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `tmpcard` (
  `cardno` varchar(50) NOT NULL DEFAULT '0',
  `cardkind` varchar(50) DEFAULT 'EMID卡',
  `cardfeebz` varchar(30) NOT NULL DEFAULT '现场选择',
  `cardselfno` varchar(50) DEFAULT NULL,
  `cardstate` varchar(30) NOT NULL DEFAULT '启用',
  `Inside` int(10) DEFAULT '0',
  `EnterMustCard` int(10) DEFAULT '0',
  `LeaveMustCard` int(10) DEFAULT '0',
  PRIMARY KEY (`cardno`),
  KEY `cardselfno` (`cardselfno`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `tmpcard`
--

LOCK TABLES `tmpcard` WRITE;
/*!40000 ALTER TABLE `tmpcard` DISABLE KEYS */;
INSERT INTO `tmpcard` VALUES ('11114074','EMID卡','现场选择',NULL,'启用',0,0,0),('11114126','EMID卡','现场选择',NULL,'启用',0,0,0),('11115397','EMID卡','现场选择',NULL,'启用',0,0,0),('11115520','EMID卡','现场选择',NULL,'启用',0,0,0),('11116617','EMID卡','现场选择',NULL,'启用',0,0,0),('11119468','EMID卡','现场选择',NULL,'启用',0,0,0),('11119636','EMID卡','现场选择',NULL,'启用',0,0,0),('11120201','EMID卡','现场选择',NULL,'启用',0,0,0),('11120407','EMID卡','现场选择',NULL,'启用',0,0,0),('11121181','EMID卡','现场选择',NULL,'启用',0,0,0),('11121979','EMID卡','现场选择',NULL,'启用',0,0,0),('11122377','EMID卡','现场选择',NULL,'启用',0,0,0),('11122998','EMID卡','现场选择',NULL,'启用',0,0,0),('11123644','EMID卡','现场选择',NULL,'启用',0,0,0),('11123649','EMID卡','现场选择',NULL,'启用',0,0,0),('11124726','EMID卡','现场选择',NULL,'启用',0,0,0),('11124729','EMID卡','现场选择',NULL,'启用',0,0,0),('11124932','EMID卡','现场选择',NULL,'启用',0,0,0),('11125164','EMID卡','现场选择',NULL,'启用',0,0,0),('11125169','EMID卡','现场选择',NULL,'启用',0,0,0),('11125592','EMID卡','现场选择',NULL,'启用',0,0,0),('11125600','EMID卡','现场选择',NULL,'启用',0,0,0),('11125834','EMID卡','现场选择',NULL,'启用',0,0,0),('11126731','EMID卡','现场选择',NULL,'启用',0,0,0),('11126954','EMID卡','现场选择',NULL,'启用',0,0,0),('11127632','EMID卡','现场选择',NULL,'启用',0,0,0),('11128065','EMID卡','现场选择',NULL,'启用',0,0,0),('11128740','EMID卡','现场选择',NULL,'启用',0,0,0),('11128748','EMID卡','现场选择',NULL,'启用',0,0,0),('11129444','EMID卡','现场选择',NULL,'启用',0,0,0),('11129449','EMID卡','现场选择',NULL,'启用',0,0,0),('11129922','EMID卡','现场选择',NULL,'启用',0,0,0),('11130636','EMID卡','现场选择',NULL,'启用',0,0,0),('11130862','EMID卡','现场选择',NULL,'启用',0,0,0),('11131115','EMID卡','现场选择',NULL,'启用',0,0,0),('11131120','EMID卡','现场选择',NULL,'启用',0,0,0),('11131581','EMID卡','现场选择',NULL,'启用',0,0,0),('11131589','EMID卡','现场选择',NULL,'启用',0,0,0),('11131838','EMID卡','现场选择',NULL,'启用',0,0,0),('11132310','EMID卡','现场选择',NULL,'启用',0,0,0),('11134254','EMID卡','现场选择',NULL,'启用',0,0,0),('11134840','EMID卡','现场选择',NULL,'启用',0,0,0),('11134853','EMID卡','现场选择',NULL,'启用',0,0,0),('11134854','EMID卡','现场选择',NULL,'启用',0,0,0),('11135000','EMID卡','现场选择',NULL,'启用',0,0,0),('11135736','EMID卡','现场选择',NULL,'启用',0,0,0),('11136066','EMID卡','现场选择',NULL,'启用',0,0,0),('11136230','EMID卡','现场选择',NULL,'启用',0,0,0),('11136325','EMID卡','现场选择',NULL,'启用',0,0,0),('11136557','EMID卡','现场选择',NULL,'启用',0,0,0),('11136571','EMID卡','现场选择',NULL,'启用',0,0,0),('11136968','EMID卡','现场选择',NULL,'启用',0,0,0),('11137048','EMID卡','现场选择',NULL,'启用',0,0,0),('11137049','EMID卡','现场选择',NULL,'启用',0,0,0),('11137462','EMID卡','现场选择',NULL,'启用',0,0,0),('11137537','EMID卡','现场选择',NULL,'启用',0,0,0),('11137933','EMID卡','现场选择',NULL,'启用',0,0,0),('11138026','EMID卡','现场选择',NULL,'启用',0,0,0),('11138195','EMID卡','现场选择',NULL,'启用',0,0,0),('11138271','EMID卡','现场选择',NULL,'启用',0,0,0),('11138439','EMID卡','现场选择',NULL,'启用',0,0,0),('11138760','EMID卡','现场选择',NULL,'启用',0,0,0),('11139012','EMID卡','现场选择',NULL,'启用',0,0,0),('11139249','EMID卡','现场选择',NULL,'启用',0,0,0),('11139257','EMID卡','现场选择',NULL,'启用',0,0,0),('11139737','EMID卡','现场选择',NULL,'启用',0,0,0),('11139995','EMID卡','现场选择',NULL,'启用',0,0,0),('11140224','EMID卡','现场选择',NULL,'启用',0,0,0),('11140225','EMID卡','现场选择',NULL,'启用',0,0,0),('11141200','EMID卡','现场选择',NULL,'启用',0,0,0),('11141214','EMID卡','现场选择',NULL,'启用',0,0,0),('11141215','EMID卡','现场选择',NULL,'启用',0,0,0),('11141445','EMID卡','现场选择',NULL,'启用',0,0,0),('11142593','EMID卡','现场选择',NULL,'启用',0,0,0),('11142919','EMID卡','现场选择',NULL,'启用',0,0,0),('11142933','EMID卡','现场选择',NULL,'启用',0,0,0),('11143330','EMID卡','现场选择',NULL,'启用',0,0,0),('11143410','EMID卡','现场选择',NULL,'启用',0,0,0),('11143580','EMID卡','现场选择',NULL,'启用',0,0,0),('11144549','EMID卡','现场选择',NULL,'启用',0,0,0),('11145117','EMID卡','现场选择',NULL,'启用',0,0,0),('11145364','EMID卡','现场选择',NULL,'启用',0,0,0),('11145604','EMID卡','现场选择',NULL,'启用',0,0,0),('11146557','EMID卡','现场选择',NULL,'启用',0,0,0),('11147518','EMID卡','现场选择',NULL,'启用',0,0,0),('11147746','EMID卡','现场选择',NULL,'启用',0,0,0),('11148214','EMID卡','现场选择',NULL,'启用',0,0,0),('11148438','EMID卡','现场选择',NULL,'启用',0,0,0),('11149104','EMID卡','现场选择',NULL,'启用',0,0,0),('11149118','EMID卡','现场选择',NULL,'启用',0,0,0),('11151368','EMID卡','现场选择',NULL,'启用',0,0,0),('11151591','EMID卡','现场选择',NULL,'启用',0,0,0),('11152473','EMID卡','现场选择',NULL,'启用',0,0,0),('11156796','EMID卡','现场选择',NULL,'启用',0,0,0),('11156846','EMID卡','现场选择',NULL,'启用',0,0,0),('11157553','EMID卡','现场选择',NULL,'启用',0,0,0),('11157563','EMID卡','现场选择',NULL,'启用',0,0,0),('11157613','EMID卡','现场选择',NULL,'启用',0,0,0),('11157767','EMID卡','现场选择',NULL,'启用',0,0,0),('11157919','EMID卡','现场选择',NULL,'启用',0,0,0),('11157933','EMID卡','现场选择',NULL,'启用',0,0,0),('11158532','EMID卡','现场选择',NULL,'启用',0,0,0),('11158663','EMID卡','现场选择',NULL,'启用',0,0,0),('11158682','EMID卡','现场选择',NULL,'启用',0,0,0),('11158712','EMID卡','现场选择',NULL,'启用',0,0,0),('11158713','EMID卡','现场选择',NULL,'启用',0,0,0),('11158832','EMID卡','现场选择',NULL,'启用',0,0,0),('11159002','EMID卡','现场选择',NULL,'启用',0,0,0),('11159533','EMID卡','现场选择',NULL,'启用',0,0,0),('11159554','EMID卡','现场选择',NULL,'启用',0,0,0),('11159752','EMID卡','现场选择',NULL,'启用',0,0,0),('11159918','EMID卡','现场选择',NULL,'启用',0,0,0),('11160181','EMID卡','现场选择',NULL,'启用',0,0,0),('11160377','EMID卡','现场选择',NULL,'启用',0,0,0),('11160407','EMID卡','现场选择',NULL,'启用',0,0,0),('11160512','EMID卡','现场选择',NULL,'启用',0,0,0),('11160658','EMID卡','现场选择',NULL,'启用',0,0,0),('11160968','EMID卡','现场选择',NULL,'启用',0,0,0),('11161101','EMID卡','现场选择',NULL,'启用',0,0,0),('11161115','EMID卡','现场选择',NULL,'启用',0,0,0),('11161258','EMID卡','现场选择',NULL,'启用',0,0,0),('11161308','EMID卡','现场选择',NULL,'启用',0,0,0),('11161400','EMID卡','现场选择',NULL,'启用',0,0,0),('11161588','EMID卡','现场选择',NULL,'启用',0,0,0),('11161663','EMID卡','现场选择',NULL,'启用',0,0,0),('11161795','EMID卡','现场选择',NULL,'启用',0,0,0),('11161949','EMID卡','现场选择',NULL,'启用',0,0,0),('11161979','EMID卡','现场选择',NULL,'启用',0,0,0),('11162104','EMID卡','现场选择',NULL,'启用',0,0,0),('11162424','EMID卡','现场选择',NULL,'启用',0,0,0),('11162601','EMID卡','现场选择',NULL,'启用',0,0,0),('11162610','EMID卡','现场选择',NULL,'启用',0,0,0),('11162711','EMID卡','现场选择',NULL,'启用',0,0,0),('11162717','EMID卡','现场选择',NULL,'启用',0,0,0),('11162747','EMID卡','现场选择',NULL,'启用',0,0,0),('11163456','EMID卡','现场选择',NULL,'启用',0,0,0),('11163495','EMID卡','现场选择',NULL,'启用',0,0,0),('11163504','EMID卡','现场选择',NULL,'启用',0,0,0),('11163564','EMID卡','现场选择',NULL,'启用',0,0,0),('11164111','EMID卡','现场选择',NULL,'启用',0,0,0),('11164118','EMID卡','现场选择',NULL,'启用',0,0,0),('11164543','EMID卡','现场选择',NULL,'启用',0,0,0),('11165010','EMID卡','现场选择',NULL,'启用',0,0,0),('11165296','EMID卡','现场选择',NULL,'启用',0,0,0),('11165407','EMID卡','现场选择',NULL,'启用',0,0,0),('11165537','EMID卡','现场选择',NULL,'启用',0,0,0),('11165679','EMID卡','现场选择',NULL,'启用',0,0,0),('11165978','EMID卡','现场选择',NULL,'启用',0,0,0),('11166032','EMID卡','现场选择',NULL,'启用',0,0,0),('11166903','EMID卡','现场选择',NULL,'启用',0,0,0),('11167741','EMID卡','现场选择',NULL,'启用',0,0,0),('11167748','EMID卡','现场选择',NULL,'启用',0,0,0),('11168119','EMID卡','现场选择',NULL,'启用',0,0,0),('11168454','EMID卡','现场选择',NULL,'启用',0,0,0),('11169179','EMID卡','现场选择',NULL,'启用',0,0,0),('11169367','EMID卡','现场选择',NULL,'启用',0,0,0),('11169939','EMID卡','现场选择',NULL,'启用',0,0,0),('11170389','EMID卡','现场选择',NULL,'启用',0,0,0),('11170547','EMID卡','现场选择',NULL,'启用',0,0,0),('11170585','EMID卡','现场选择',NULL,'启用',0,0,0),('11170951','EMID卡','现场选择',NULL,'启用',0,0,0),('11171963','EMID卡','现场选择',NULL,'启用',0,0,0),('11173231','EMID卡','现场选择',NULL,'启用',0,0,0),('11173873','EMID卡','现场选择',NULL,'启用',0,0,0),('11174725','EMID卡','现场选择',NULL,'启用',0,0,0),('11175391','EMID卡','现场选择',NULL,'启用',0,0,0),('11175905','EMID卡','现场选择',NULL,'启用',0,0,0),('11176092','EMID卡','现场选择',NULL,'启用',0,0,0),('11176131','EMID卡','现场选择',NULL,'启用',0,0,0),('11176553','EMID卡','现场选择',NULL,'启用',0,0,0),('11177657','EMID卡','现场选择',NULL,'启用',0,0,0),('11177680','EMID卡','现场选择',NULL,'启用',0,0,0),('11178342','EMID卡','现场选择',NULL,'启用',0,0,0),('11179753','EMID卡','现场选择',NULL,'启用',0,0,0),('11180683','EMID卡','现场选择',NULL,'启用',0,0,0),('11181402','EMID卡','现场选择',NULL,'启用',0,0,0),('11181945','EMID卡','现场选择',NULL,'启用',0,0,0),('11182148','EMID卡','现场选择',NULL,'启用',0,0,0),('11182187','EMID卡','现场选择',NULL,'启用',0,0,0),('11182882','EMID卡','现场选择',NULL,'启用',0,0,0),('11183404','EMID卡','现场选择',NULL,'启用',0,0,0),('11183447','EMID卡','现场选择',NULL,'启用',0,0,0),('11183462','EMID卡','现场选择',NULL,'启用',0,0,0),('11183473','EMID卡','现场选择',NULL,'启用',0,0,0),('11183488','EMID卡','现场选择',NULL,'启用',0,0,0),('11183833','EMID卡','现场选择',NULL,'启用',0,0,0),('11183856','EMID卡','现场选择',NULL,'启用',0,0,0),('11183895','EMID卡','现场选择',NULL,'启用',0,0,0),('11184631','EMID卡','现场选择',NULL,'启用',0,0,0),('11186069','EMID卡','现场选择',NULL,'启用',0,0,0),('11188517','EMID卡','现场选择',NULL,'启用',0,0,0),('11188546','EMID卡','现场选择',NULL,'启用',0,0,0),('11188573','EMID卡','现场选择',NULL,'启用',0,0,0),('11189254','EMID卡','现场选择',NULL,'启用',0,0,0),('11189776','EMID卡','现场选择',NULL,'启用',0,0,0),('11190988','EMID卡','现场选择',NULL,'启用',0,0,0),('11190996','EMID卡','现场选择',NULL,'启用',0,0,0),('11191023','EMID卡','现场选择',NULL,'启用',0,0,0),('11191724','EMID卡','现场选择',NULL,'启用',0,0,0),('11191759','EMID卡','现场选择',NULL,'启用',0,0,0),('11192436','EMID卡','现场选择',NULL,'启用',0,0,0),('11193715','EMID卡','现场选择',NULL,'启用',0,0,0),('11194175','EMID卡','现场选择',NULL,'启用',0,0,0),('11194900','EMID卡','现场选择',NULL,'启用',0,0,0),('11194927','EMID卡','现场选择',NULL,'启用',0,0,0),('11194933','EMID卡','现场选择',NULL,'启用',0,0,0),('11195379','EMID卡','现场选择',NULL,'启用',0,0,0),('11195593','EMID卡','现场选择',NULL,'启用',0,0,0),('11196106','EMID卡','现场选择',NULL,'启用',0,0,0),('11197259','EMID卡','现场选择',NULL,'启用',0,0,0),('11197267','EMID卡','现场选择',NULL,'启用',0,0,0),('11197294','EMID卡','现场选择',NULL,'启用',0,0,0),('11197942','EMID卡','现场选择',NULL,'启用',0,0,0),('11197977','EMID卡','现场选择',NULL,'启用',0,0,0),('11199288','EMID卡','现场选择',NULL,'启用',0,0,0),('11199754','EMID卡','现场选择',NULL,'启用',0,0,0),('11199962','EMID卡','现场选择',NULL,'启用',0,0,0),('11200183','EMID卡','现场选择',NULL,'启用',0,0,0),('11200356','EMID卡','现场选择',NULL,'启用',0,0,0),('11200585','EMID卡','现场选择',NULL,'启用',0,0,0),('11200866','EMID卡','现场选择',NULL,'启用',0,0,0),('11200887','EMID卡','现场选择',NULL,'启用',0,0,0),('11200900','EMID卡','现场选择',NULL,'启用',0,0,0),('11201313','EMID卡','现场选择',NULL,'启用',0,0,0),('11201926','EMID卡','现场选择',NULL,'启用',0,0,0),('11201989','EMID卡','现场选择',NULL,'启用',0,0,0),('11202209','EMID卡','现场选择',NULL,'启用',0,0,0),('11203072','EMID卡','现场选择',NULL,'启用',0,0,0),('11203080','EMID卡','现场选择',NULL,'启用',0,0,0),('11203502','EMID卡','现场选择',NULL,'启用',0,0,0),('11204282','EMID卡','现场选择',NULL,'启用',0,0,0),('11204283','EMID卡','现场选择',NULL,'启用',0,0,0),('11204292','EMID卡','现场选择',NULL,'启用',0,0,0),('11204310','EMID卡','现场选择',NULL,'启用',0,0,0),('11204497','EMID卡','现场选择',NULL,'启用',0,0,0),('11204504','EMID卡','现场选择',NULL,'启用',0,0,0),('11204508','EMID卡','现场选择',NULL,'启用',0,0,0),('11204515','EMID卡','现场选择',NULL,'启用',0,0,0),('11204516','EMID卡','现场选择',NULL,'启用',0,0,0),('11204523','EMID卡','现场选择',NULL,'启用',0,0,0),('11204527','EMID卡','现场选择',NULL,'启用',0,0,0),('11204530','EMID卡','现场选择',NULL,'启用',0,0,0),('11204534','EMID卡','现场选择',NULL,'启用',0,0,0),('11204541','EMID卡','现场选择',NULL,'启用',0,0,0),('11204542','EMID卡','现场选择',NULL,'启用',0,0,0),('11204549','EMID卡','现场选择',NULL,'启用',0,0,0),('11204553','EMID卡','现场选择',NULL,'启用',0,0,0),('11204556','EMID卡','现场选择',NULL,'启用',0,0,0),('11204560','EMID卡','现场选择',NULL,'启用',0,0,0),('11204995','EMID卡','现场选择',NULL,'启用',0,0,0),('11205000','EMID卡','现场选择',NULL,'启用',0,0,0),('11205021','EMID卡','现场选择',NULL,'启用',0,0,0),('11205026','EMID卡','现场选择',NULL,'启用',0,0,0),('11205047','EMID卡','现场选择',NULL,'启用',0,0,0),('11205052','EMID卡','现场选择',NULL,'启用',0,0,0),('11205234','EMID卡','现场选择',NULL,'启用',0,0,0),('11205247','EMID卡','现场选择',NULL,'启用',0,0,0),('11205925','EMID卡','现场选择',NULL,'启用',0,0,0),('11205942','EMID卡','现场选择',NULL,'启用',0,0,0),('11205951','EMID卡','现场选择',NULL,'启用',0,0,0),('11205968','EMID卡','现场选择',NULL,'启用',0,0,0),('11205977','EMID卡','现场选择',NULL,'启用',0,0,0),('11205994','EMID卡','现场选择',NULL,'启用',0,0,0),('11206124','EMID卡','现场选择',NULL,'启用',0,0,0),('8879322','EMID卡','现场选择',NULL,'启用',0,0,0),('8881451','EMID卡','现场选择',NULL,'启用',0,0,0),('8887928','EMID卡','现场选择',NULL,'启用',0,0,0),('8891017','EMID卡','现场选择',NULL,'启用',0,0,0),('8980552','EMID卡','现场选择',NULL,'启用',0,0,0),('8981114','EMID卡','现场选择',NULL,'启用',0,0,0),('8982862','EMID卡','现场选择',NULL,'启用',0,0,0),('8983461','EMID卡','现场选择',NULL,'启用',0,0,0),('8985723','EMID卡','现场选择',NULL,'启用',0,0,0),('8986348','EMID卡','现场选择',NULL,'启用',0,0,0),('8991612','EMID卡','现场选择',NULL,'启用',0,0,0),('9005144','EMID卡','现场选择',NULL,'启用',0,0,0),('9005159','EMID卡','现场选择',NULL,'启用',0,0,0),('9005375','EMID卡','现场选择',NULL,'启用',0,0,0),('9005390','EMID卡','现场选择',NULL,'启用',0,0,0),('9005401','EMID卡','现场选择',NULL,'启用',0,0,0),('9005599','EMID卡','现场选择',NULL,'启用',0,0,0),('9005604','EMID卡','现场选择',NULL,'启用',0,0,0),('9005609','EMID卡','现场选择',NULL,'启用',0,0,0),('9005614','EMID卡','现场选择',NULL,'启用',0,0,0),('9005625','EMID卡','现场选择',NULL,'启用',0,0,0),('9009398','EMID卡','现场选择',NULL,'启用',0,0,0),('9009401','EMID卡','现场选择',NULL,'启用',0,0,0),('9009591','EMID卡','现场选择',NULL,'启用',0,0,0),('9009601','EMID卡','现场选择',NULL,'启用',0,0,0),('9009616','EMID卡','现场选择',NULL,'启用',0,0,0),('9009627','EMID卡','现场选择',NULL,'启用',0,0,0),('9009815','EMID卡','现场选择',NULL,'启用',0,0,0),('9009826','EMID卡','现场选择',NULL,'启用',0,0,0),('9009841','EMID卡','现场选择',NULL,'启用',0,0,0),('9016079','EMID卡','现场选择',NULL,'启用',0,0,0),('9067472','EMID卡','现场选择',NULL,'启用',0,0,0),('9067617','EMID卡','现场选择',NULL,'启用',0,0,0),('9069668','EMID卡','现场选择',NULL,'启用',0,0,0),('9069806','EMID卡','现场选择',NULL,'启用',0,0,0),('9070089','EMID卡','现场选择',NULL,'启用',0,0,0),('9070534','EMID卡','现场选择',NULL,'启用',0,0,0),('9071004','EMID卡','现场选择',NULL,'启用',0,0,0),('9072956','EMID卡','现场选择',NULL,'启用',0,0,0),('9073821','EMID卡','现场选择',NULL,'启用',0,0,0),('9075258','EMID卡','现场选择',NULL,'启用',0,0,0),('9075720','EMID卡','现场选择',NULL,'启用',0,0,0),('9075814','EMID卡','现场选择',NULL,'启用',0,0,0),('9076271','EMID卡','现场选择',NULL,'启用',0,0,0),('9076360','EMID卡','现场选择',NULL,'启用',0,0,0),('9076655','EMID卡','现场选择',NULL,'启用',0,0,0),('9076928','EMID卡','现场选择',NULL,'启用',0,0,0),('9077240','EMID卡','现场选择',NULL,'启用',0,0,0),('9077440','EMID卡','现场选择',NULL,'启用',0,0,0),('9077528','EMID卡','现场选择',NULL,'启用',0,0,0),('9077637','EMID卡','现场选择',NULL,'启用',0,0,0),('9077842','EMID卡','现场选择',NULL,'启用',0,0,0),('9077853','EMID卡','现场选择',NULL,'启用',0,0,0),('9078532','EMID卡','现场选择',NULL,'启用',0,0,0),('9079041','EMID卡','现场选择',NULL,'启用',0,0,0),('9080394','EMID卡','现场选择',NULL,'启用',0,0,0),('9080983','EMID卡','现场选择',NULL,'启用',0,0,0),('9081001','EMID卡','现场选择',NULL,'启用',0,0,0),('9081113','EMID卡','现场选择',NULL,'启用',0,0,0),('9081191','EMID卡','现场选择',NULL,'启用',0,0,0),('9081531','EMID卡','现场选择',NULL,'启用',0,0,0),('9081628','EMID卡','现场选择',NULL,'启用',0,0,0),('9081731','EMID卡','现场选择',NULL,'启用',0,0,0),('9081965','EMID卡','现场选择',NULL,'启用',0,0,0),('9082294','EMID卡','现场选择',NULL,'启用',0,0,0),('9082376','EMID卡','现场选择',NULL,'启用',0,0,0),('9082624','EMID卡','现场选择',NULL,'启用',0,0,0),('9082702','EMID卡','现场选择',NULL,'启用',0,0,0),('9082926','EMID卡','现场选择',NULL,'启用',0,0,0),('9082937','EMID卡','现场选择',NULL,'启用',0,0,0),('9083073','EMID卡','现场选择',NULL,'启用',0,0,0),('9083406','EMID卡','现场选择',NULL,'启用',0,0,0),('9083502','EMID卡','现场选择',NULL,'启用',0,0,0),('9083619','EMID卡','现场选择',NULL,'启用',0,0,0),('9084423','EMID卡','现场选择',NULL,'启用',0,0,0),('9084662','EMID卡','现场选择',NULL,'启用',0,0,0),('9084773','EMID卡','现场选择',NULL,'启用',0,0,0),('9085163','EMID卡','现场选择',NULL,'启用',0,0,0),('9085859','EMID卡','现场选择',NULL,'启用',0,0,0),('9086902','EMID卡','现场选择',NULL,'启用',0,0,0),('9086920','EMID卡','现场选择',NULL,'启用',0,0,0),('9087047','EMID卡','现场选择',NULL,'启用',0,0,0),('9087552','EMID卡','现场选择',NULL,'启用',0,0,0),('9087560','EMID卡','现场选择',NULL,'启用',0,0,0),('9087648','EMID卡','现场选择',NULL,'启用',0,0,0),('9087781','EMID卡','现场选择',NULL,'启用',0,0,0),('9088016','EMID卡','现场选择',NULL,'启用',0,0,0),('9088036','EMID卡','现场选择',NULL,'启用',0,0,0),('9088257','EMID卡','现场选择',NULL,'启用',0,0,0),('9088291','EMID卡','现场选择',NULL,'启用',0,0,0),('9088499','EMID卡','现场选择',NULL,'启用',0,0,0),('9088633','EMID卡','现场选择',NULL,'启用',0,0,0),('9088763','EMID卡','现场选择',NULL,'启用',0,0,0),('9088776','EMID卡','现场选择',NULL,'启用',0,0,0),('9089086','EMID卡','现场选择',NULL,'启用',0,0,0),('9089471','EMID卡','现场选择',NULL,'启用',0,0,0),('9089711','EMID卡','现场选择',NULL,'启用',0,0,0),('9089829','EMID卡','现场选择',NULL,'启用',0,0,0),('9089845','EMID卡','现场选择',NULL,'启用',0,0,0),('9090676','EMID卡','现场选择',NULL,'启用',0,0,0),('9090919','EMID卡','现场选择',NULL,'启用',0,0,0),('9091029','EMID卡','现场选择',NULL,'启用',0,0,0),('9091430','EMID卡','现场选择',NULL,'启用',0,0,0),('9091775','EMID卡','现场选择',NULL,'启用',0,0,0),('9091912','EMID卡','现场选择',NULL,'启用',0,0,0),('9093191','EMID卡','现场选择',NULL,'启用',0,0,0),('9093209','EMID卡','现场选择',NULL,'启用',0,0,0),('9093941','EMID卡','现场选择',NULL,'启用',0,0,0),('9094072','EMID卡','现场选择',NULL,'启用',0,0,0),('9094309','EMID卡','现场选择',NULL,'启用',0,0,0),('9094329','EMID卡','现场选择',NULL,'启用',0,0,0),('9094550','EMID卡','现场选择',NULL,'启用',0,0,0),('9094791','EMID卡','现场选择',NULL,'启用',0,0,0),('9095374','EMID卡','现场选择',NULL,'启用',0,0,0),('9095518','EMID卡','现场选择',NULL,'启用',0,0,0),('9096120','EMID卡','现场选择',NULL,'启用',0,0,0),('9096616','EMID卡','现场选择',NULL,'启用',0,0,0),('9096963','EMID卡','现场选择',NULL,'启用',0,0,0),('9097208','EMID卡','现场选择',NULL,'启用',0,0,0),('9097318','EMID卡','现场选择',NULL,'启用',0,0,0),('9097339','EMID卡','现场选择',NULL,'启用',0,0,0),('9098058','EMID卡','现场选择',NULL,'启用',0,0,0),('9099425','EMID卡','现场选择',NULL,'启用',0,0,0),('9099889','EMID卡','现场选择',NULL,'启用',0,0,0),('9100225','EMID卡','现场选择',NULL,'启用',0,0,0),('9100442','EMID卡','现场选择',NULL,'启用',0,0,0),('9100662','EMID卡','现场选择',NULL,'启用',0,0,0),('9101553','EMID卡','现场选择',NULL,'启用',0,0,0),('9101777','EMID卡','现场选择',NULL,'启用',0,0,0),('9101909','EMID卡','现场选择',NULL,'启用',0,0,0),('9102121','EMID卡','现场选择',NULL,'启用',0,0,0),('9102589','EMID卡','现场选择',NULL,'启用',0,0,0),('9103129','EMID卡','现场选择',NULL,'启用',0,0,0),('9103264','EMID卡','现场选择',NULL,'启用',0,0,0),('9103928','EMID卡','现场选择',NULL,'启用',0,0,0),('9105236','EMID卡','现场选择',NULL,'启用',0,0,0),('9108197','EMID卡','现场选择',NULL,'启用',0,0,0),('9115183','EMID卡','现场选择',NULL,'启用',0,0,0),('9115942','EMID卡','现场选择',NULL,'启用',0,0,0),('9115949','EMID卡','现场选择',NULL,'启用',0,0,0),('9123680','EMID卡','现场选择',NULL,'启用',0,0,0),('9124947','EMID卡','现场选择',NULL,'启用',0,0,0),('9125180','EMID卡','现场选择',NULL,'启用',0,0,0),('9125824','EMID卡','现场选择',NULL,'启用',0,0,0),('9126044','EMID卡','现场选择',NULL,'启用',0,0,0),('9126266','EMID卡','现场选择',NULL,'启用',0,0,0),('9126487','EMID卡','现场选择',NULL,'启用',0,0,0),('9126708','EMID卡','现场选择',NULL,'启用',0,0,0),('9126928','EMID卡','现场选择',NULL,'启用',0,0,0),('9127148','EMID卡','现场选择',NULL,'启用',0,0,0),('9127368','EMID卡','现场选择',NULL,'启用',0,0,0),('9127573','EMID卡','现场选择',NULL,'启用',0,0,0),('9127782','EMID卡','现场选择',NULL,'启用',0,0,0),('9128135','EMID卡','现场选择',NULL,'启用',0,0,0),('9128227','EMID卡','现场选择',NULL,'启用',0,0,0),('9128235','EMID卡','现场选择',NULL,'启用',0,0,0),('9128359','EMID卡','现场选择',NULL,'启用',0,0,0),('9128681','EMID卡','现场选择',NULL,'启用',0,0,0),('9130640','EMID卡','现场选择',NULL,'启用',0,0,0),('9131472','EMID卡','现场选择',NULL,'启用',0,0,0),('9131707','EMID卡','现场选择',NULL,'启用',0,0,0),('9132184','EMID卡','现场选择',NULL,'启用',0,0,0),('9132417','EMID卡','现场选择',NULL,'启用',0,0,0),('9132652','EMID卡','现场选择',NULL,'启用',0,0,0),('9132890','EMID卡','现场选择',NULL,'启用',0,0,0),('9133107','EMID卡','现场选择',NULL,'启用',0,0,0),('9133132','EMID卡','现场选择',NULL,'启用',0,0,0),('9133371','EMID卡','现场选择',NULL,'启用',0,0,0),('9133588','EMID卡','现场选择',NULL,'启用',0,0,0),('9133596','EMID卡','现场选择',NULL,'启用',0,0,0),('9133829','EMID卡','现场选择',NULL,'启用',0,0,0),('9134077','EMID卡','现场选择',NULL,'启用',0,0,0),('9134200','EMID卡','现场选择',NULL,'启用',0,0,0),('9134313','EMID卡','现场选择',NULL,'启用',0,0,0),('9134446','EMID卡','现场选择',NULL,'启用',0,0,0),('9134673','EMID卡','现场选择',NULL,'启用',0,0,0),('9135891','EMID卡','现场选择',NULL,'启用',0,0,0),('9135899','EMID卡','现场选择',NULL,'启用',0,0,0),('9137106','EMID卡','现场选择',NULL,'启用',0,0,0),('9137107','EMID卡','现场选择',NULL,'启用',0,0,0),('9137729','EMID卡','现场选择',NULL,'启用',0,0,0),('9137833','EMID卡','现场选择',NULL,'启用',0,0,0),('9137970','EMID卡','现场选择',NULL,'启用',0,0,0),('9138456','EMID卡','现场选择',NULL,'启用',0,0,0),('9138550','EMID卡','现场选择',NULL,'启用',0,0,0),('9138698','EMID卡','现场选择',NULL,'启用',0,0,0),('9138939','EMID卡','现场选择',NULL,'启用',0,0,0),('9139392','EMID卡','现场选择',NULL,'启用',0,0,0),('9139418','EMID卡','现场选择',NULL,'启用',0,0,0),('9139662','EMID卡','现场选择',NULL,'启用',0,0,0),('9139753','EMID卡','现场选择',NULL,'启用',0,0,0),('9139878','EMID卡','现场选择',NULL,'启用',0,0,0),('9140122','EMID卡','现场选择',NULL,'启用',0,0,0),('9140498','EMID卡','现场选择',NULL,'启用',0,0,0),('9140609','EMID卡','现场选择',NULL,'启用',0,0,0),('9140741','EMID卡','现场选择',NULL,'启用',0,0,0),('9140974','EMID卡','现场选择',NULL,'启用',0,0,0),('9142079','EMID卡','现场选择',NULL,'启用',0,0,0),('9142203','EMID卡','现场选择',NULL,'启用',0,0,0),('9143413','EMID卡','现场选择',NULL,'启用',0,0,0),('9143418','EMID卡','现场选择',NULL,'启用',0,0,0),('9144126','EMID卡','现场选择',NULL,'启用',0,0,0),('9144727','EMID卡','现场选择',NULL,'启用',0,0,0),('9144964','EMID卡','现场选择',NULL,'启用',0,0,0),('9145985','EMID卡','现场选择',NULL,'启用',0,0,0),('9146095','EMID卡','现场选择',NULL,'启用',0,0,0),('9146320','EMID卡','现场选择',NULL,'启用',0,0,0),('9146896','EMID卡','现场选择',NULL,'启用',0,0,0),('9146901','EMID卡','现场选择',NULL,'启用',0,0,0),('9147109','EMID卡','现场选择',NULL,'启用',0,0,0),('9147122','EMID卡','现场选择',NULL,'启用',0,0,0),('9147882','EMID卡','现场选择',NULL,'启用',0,0,0),('9148103','EMID卡','现场选择',NULL,'启用',0,0,0),('9148228','EMID卡','现场选择',NULL,'启用',0,0,0),('9149128','EMID卡','现场选择',NULL,'启用',0,0,0),('9149350','EMID卡','现场选择',NULL,'启用',0,0,0),('9149582','EMID卡','现场选择',NULL,'启用',0,0,0),('9150689','EMID卡','现场选择',NULL,'启用',0,0,0),('9151773','EMID卡','现场选择',NULL,'启用',0,0,0),('9151868','EMID卡','现场选择',NULL,'启用',0,0,0),('9152636','EMID卡','现场选择',NULL,'启用',0,0,0),('9152838','EMID卡','现场选择',NULL,'启用',0,0,0),('9153553','EMID卡','现场选择',NULL,'启用',0,0,0),('9155461','EMID卡','现场选择',NULL,'启用',0,0,0),('9305525','EMID卡','现场选择',NULL,'启用',0,0,0),('9306522','EMID卡','现场选择',NULL,'启用',0,0,0),('9307475','EMID卡','现场选择',NULL,'启用',0,0,0),('9309793','EMID卡','现场选择',NULL,'启用',0,0,0),('9312344','EMID卡','现场选择',NULL,'启用',0,0,0),('9315102','EMID卡','现场选择',NULL,'启用',0,0,0),('9317546','EMID卡','现场选择',NULL,'启用',0,0,0),('9317990','EMID卡','现场选择',NULL,'启用',0,0,0),('9399915','EMID卡','现场选择',NULL,'启用',0,0,0),('9400248','EMID卡','现场选择',NULL,'启用',0,0,0),('9400338','EMID卡','现场选择',NULL,'启用',0,0,0),('9400361','EMID卡','现场选择',NULL,'启用',0,0,0),('9401885','EMID卡','现场选择',NULL,'启用',0,0,0),('9402527','EMID卡','现场选择',NULL,'启用',0,0,0),('9403730','EMID卡','现场选择',NULL,'启用',0,0,0),('9404365','EMID卡','现场选择',NULL,'启用',0,0,0),('9404366','EMID卡','现场选择',NULL,'启用',0,0,0),('9404463','EMID卡','现场选择',NULL,'启用',0,0,0),('9404554','EMID卡','现场选择',NULL,'启用',0,0,0),('9406599','EMID卡','现场选择',NULL,'启用',0,0,0),('9406690','EMID卡','现场选择',NULL,'启用',0,0,0),('9407408','EMID卡','现场选择',NULL,'启用',0,0,0),('9407756','EMID卡','现场选择',NULL,'启用',0,0,0),('9408167','EMID卡','现场选择',NULL,'启用',0,0,0),('9409405','EMID卡','现场选择',NULL,'启用',0,0,0),('9409634','EMID卡','现场选择',NULL,'启用',0,0,0),('9409855','EMID卡','现场选择',NULL,'启用',0,0,0),('9412301','EMID卡','现场选择',NULL,'启用',0,0,0),('9412799','EMID卡','现场选择',NULL,'启用',0,0,0),('9413254','EMID卡','现场选择',NULL,'启用',0,0,0),('9413484','EMID卡','现场选择',NULL,'启用',0,0,0),('9413937','EMID卡','现场选择',NULL,'启用',0,0,0),('9415292','EMID卡','现场选择',NULL,'启用',0,0,0),('9415537','EMID卡','现场选择',NULL,'启用',0,0,0),('9418427','EMID卡','现场选择',NULL,'启用',0,0,0),('9418705','EMID卡','现场选择',NULL,'启用',0,0,0),('9418947','EMID卡','现场选择',NULL,'启用',0,0,0),('9419678','EMID卡','现场选择',NULL,'启用',0,0,0),('9419778','EMID卡','现场选择',NULL,'启用',0,0,0),('9420163','EMID卡','现场选择',NULL,'启用',0,0,0),('9421571','EMID卡','现场选择',NULL,'启用',0,0,0),('9421618','EMID卡','现场选择',NULL,'启用',0,0,0),('9422554','EMID卡','现场选择',NULL,'启用',0,0,0),('9424713','EMID卡','现场选择',NULL,'启用',0,0,0),('9424726','EMID卡','现场选择',NULL,'启用',0,0,0),('9424759','EMID卡','现场选择',NULL,'启用',0,0,0),('9425242','EMID卡','现场选择',NULL,'启用',0,0,0),('9426423','EMID卡','现场选择',NULL,'启用',0,0,0),('9426455','EMID卡','现场选择',NULL,'启用',0,0,0),('9427856','EMID卡','现场选择',NULL,'启用',0,0,0),('9428816','EMID卡','现场选择',NULL,'启用',0,0,0),('9428818','EMID卡','现场选择',NULL,'启用',0,0,0),('9429545','EMID卡','现场选择',NULL,'启用',0,0,0),('9430346','EMID卡','现场选择',NULL,'启用',0,0,0),('9431358','EMID卡','现场选择',NULL,'启用',0,0,0),('9431772','EMID卡','现场选择',NULL,'启用',0,0,0),('9432438','EMID卡','现场选择',NULL,'启用',0,0,0),('9433771','EMID卡','现场选择',NULL,'启用',0,0,0),('9434010','EMID卡','现场选择',NULL,'启用',0,0,0),('9434682','EMID卡','现场选择',NULL,'启用',0,0,0),('9435486','EMID卡','现场选择',NULL,'启用',0,0,0),('9436142','EMID卡','现场选择',NULL,'启用',0,0,0),('9436348','EMID卡','现场选择',NULL,'启用',0,0,0),('9436572','EMID卡','现场选择',NULL,'启用',0,0,0),('9436634','EMID卡','现场选择',NULL,'启用',0,0,0),('9436682','EMID卡','现场选择',NULL,'启用',0,0,0),('9437493','EMID卡','现场选择',NULL,'启用',0,0,0),('9438122','EMID卡','现场选择',NULL,'启用',0,0,0),('9438314','EMID卡','现场选择',NULL,'启用',0,0,0),('9457103','EMID卡','现场选择',NULL,'启用',0,0,0),('9458349','EMID卡','现场选择',NULL,'启用',0,0,0),('9458774','EMID卡','现场选择',NULL,'启用',0,0,0),('9458985','EMID卡','现场选择',NULL,'启用',0,0,0),('9459630','EMID卡','现场选择',NULL,'启用',0,0,0),('9460505','EMID卡','现场选择',NULL,'启用',0,0,0),('9460727','EMID卡','现场选择',NULL,'启用',0,0,0),('9461174','EMID卡','现场选择',NULL,'启用',0,0,0),('9464204','EMID卡','现场选择',NULL,'启用',0,0,0),('9465640','EMID卡','现场选择',NULL,'启用',0,0,0),('9466535','EMID卡','现场选择',NULL,'启用',0,0,0),('9466602','EMID卡','现场选择',NULL,'启用',0,0,0),('9466848','EMID卡','现场选择',NULL,'启用',0,0,0),('9467334','EMID卡','现场选择',NULL,'启用',0,0,0),('9470502','EMID卡','现场选择',NULL,'启用',0,0,0),('9470917','EMID卡','现场选择',NULL,'启用',0,0,0),('9471954','EMID卡','现场选择',NULL,'启用',0,0,0),('9472929','EMID卡','现场选择',NULL,'启用',0,0,0),('9473106','EMID卡','现场选择',NULL,'启用',0,0,0),('9473173','EMID卡','现场选择',NULL,'启用',0,0,0),('9474636','EMID卡','现场选择',NULL,'启用',0,0,0),('9481744','EMID卡','现场选择',NULL,'启用',0,0,0),('9481971','EMID卡','现场选择',NULL,'启用',0,0,0),('9487323','EMID卡','现场选择',NULL,'启用',0,0,0),('9487324','EMID卡','现场选择',NULL,'启用',0,0,0),('9522799','EMID卡','现场选择',NULL,'启用',0,0,0),('9522802','EMID卡','现场选择',NULL,'启用',0,0,0),('9522825','EMID卡','现场选择',NULL,'启用',0,0,0),('9522828','EMID卡','现场选择',NULL,'启用',0,0,0),('9523063','EMID卡','现场选择',NULL,'启用',0,0,0),('9523066','EMID卡','现场选择',NULL,'启用',0,0,0),('9523089','EMID卡','现场选择',NULL,'启用',0,0,0),('9523093','EMID卡','现场选择',NULL,'启用',0,0,0),('9526107','EMID卡','现场选择',NULL,'启用',0,0,0),('9526110','EMID卡','现场选择',NULL,'启用',0,0,0),('9526832','EMID卡','现场选择',NULL,'启用',0,0,0),('9526835','EMID卡','现场选择',NULL,'启用',0,0,0),('9526858','EMID卡','现场选择',NULL,'启用',0,0,0),('9527061','EMID卡','现场选择',NULL,'启用',0,0,0),('9527064','EMID卡','现场选择',NULL,'启用',0,0,0),('9527087','EMID卡','现场选择',NULL,'启用',0,0,0),('9527091','EMID卡','现场选择',NULL,'启用',0,0,0),('9527113','EMID卡','现场选择',NULL,'启用',0,0,0);
/*!40000 ALTER TABLE `tmpcard` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `treeview`
--

DROP TABLE IF EXISTS `treeview`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `treeview` (
  `shebeiid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `level` int(10) unsigned NOT NULL DEFAULT '0',
  `parentid` int(11) unsigned NOT NULL DEFAULT '0',
  `shebeikind` varchar(30) NOT NULL DEFAULT 'kzq',
  `shebeiname` varchar(30) NOT NULL DEFAULT '未知',
  PRIMARY KEY (`shebeiid`),
  KEY `parentid` (`parentid`)
) ENGINE=InnoDB AUTO_INCREMENT=91 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `treeview`
--

LOCK TABLES `treeview` WRITE;
/*!40000 ALTER TABLE `treeview` DISABLE KEYS */;
INSERT INTO `treeview` VALUES (67,1,1,'tcc','医院停车场'),(72,2,67,'kzq','西大门入口'),(73,2,67,'kzq','西大门出口'),(74,2,67,'kzq','东门入口'),(75,2,67,'kzq','东门出口'),(76,2,67,'kzq','南门入口'),(77,2,67,'kzq','南门出口'),(81,2,67,'kzq','停车楼入口'),(82,2,67,'kzq','停车楼出口'),(83,2,67,'kzq','地下室入口'),(84,2,67,'kzq','地下室出口'),(89,2,67,'kzq','虚拟进入'),(90,2,67,'kzq','虚拟离开');
/*!40000 ALTER TABLE `treeview` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `userinfo`
--

DROP TABLE IF EXISTS `userinfo`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `userinfo` (
  `userid` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `username` varchar(30) DEFAULT '未知',
  `usersex` varchar(30) DEFAULT '未知',
  `useradress` varchar(50) DEFAULT '未知',
  `usercorp` varchar(50) DEFAULT '未知',
  `userphone` varchar(50) DEFAULT '未知',
  `userhaoma` varchar(50) DEFAULT '未知',
  `userpic` longblob,
  `cardindex` varchar(50) NOT NULL DEFAULT '0',
  `Comments` varchar(250) DEFAULT '',
  PRIMARY KEY (`userid`),
  KEY `cardindex` (`cardindex`)
) ENGINE=InnoDB AUTO_INCREMENT=682 DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `userinfo`
--

LOCK TABLES `userinfo` WRITE;
/*!40000 ALTER TABLE `userinfo` DISABLE KEYS */;
INSERT INTO `userinfo` VALUES (1,'聂志勋','男','未知','康泰公司','85420980','未知',NULL,'692050',''),(2,'王小霞','未知','3','人事部','15982868669','未知',NULL,'692010',''),(3,'魏勇贵','未知','未知','放化科','13880556825','未知',NULL,'692011',''),(4,'易静薇','未知','2-9','信息中心','13980678067','未知',NULL,'692053',''),(5,'杨祖贻','未知','3','中西医','13881958939','未知',NULL,'692051',''),(6,'颜海婴','未知','3','退休','85420186','未知',NULL,'691999',''),(7,'黄敏','未知','未知','未知','未知','未知',NULL,'692067',''),(9,'张文彬','未知','未知','院办','未知','未知',NULL,'692012',''),(10,'蔡晓虹','未知','3','内三','13628036834','未知',NULL,'692015',''),(11,'燕锦','未知','3','腹部','85420303','未知',NULL,'692055',''),(12,'吴华','未知','3','设备','13608075338','未知',NULL,'692013',''),(13,'查晓','未知','3','医务部','13982255386','未知',NULL,'691693',''),(15,'程佳','未知','3','基础部','13547913187','未知',NULL,'691631',''),(18,'王玉章','未知','未知','保卫部','85420270','未知',NULL,'691551',''),(19,'赵嗣英','','未知','药剂科','13880147047','未知',NULL,'691632',''),(20,'朱军','未知','未知','康泰公司','85420980','未知',NULL,'691633',''),(21,'姜经建','未知','3','门诊','13008223000','未知',NULL,'692620',''),(22,'佘纯玲','未知','未知','退休','13678099800','未知',NULL,'692615',''),(23,'蔡红','未知','3','药剂科','18908178812','未知',NULL,'692616',''),(24,'樊英','未知','未知','妇二','13699099051','未知',NULL,'692613',''),(25,'肖圣平','未知','3','放疗','13880523736','未知',NULL,'692621',''),(26,'刘坤','未知','3','头劲','13678073738','未知',NULL,'692622',''),(27,'黄波','未知','未知','儿科','18981829836','未知',NULL,'691550',''),(28,'郑蓉','未知','未知','肺肿','13683455395','未知',NULL,'691543',''),(29,'吉林','未知','3','放疗','13708198770','未知',NULL,'691626',''),(30,'江涛','未知','未知','退休','13808015169','未知',NULL,'691542',''),(31,'张国楠','未知','3','妇瘤','88192999','未知',NULL,'691627',''),(32,'肖继伟','未知','未知','骨科','18908178869','未知',NULL,'691628',''),(33,'李晓','未知','未知','内一','13908056129','未知',NULL,'691529',''),(35,'廖乘风','未知','B1-44','未知','13808239278','未知',NULL,'691595',''),(36,'彭俊平','未知','未知','未知','18908178878','未知',NULL,'691527',''),(37,'余萍','未知','B1-43','肺部','13881864070','未知',NULL,'691596',''),(38,'仁静','未知','2-22','影像','18908178796','未知',NULL,'691597',''),(39,'刘超','未知','B1-1','未知','18908178830','未知',NULL,'691532',''),(40,'余建','未知','2-39','妇瘤','13658061292','未知',NULL,'691531',''),(41,'明静','未知','未知','药剂','13688387503','未知',NULL,'691598',''),(42,'刘素君','未知','未知','未知','13980682745','未知',NULL,'691530',''),(43,'文永君','未知','未知','未知','13308045903','未知',NULL,'691599',''),(44,'陈锦','未知','B2-40','未知','13880259229','未知',NULL,'691611',''),(45,'李晨阳','未知','B2-34','退休','13648018845','未知',NULL,'691526',''),(46,'胡进蓉','未知','未知','未知','13668197424','未知',NULL,'691525',''),(47,'吕本全','未知','未知','未知','13008193654','未知',NULL,'691591',''),(49,'邹江','未知','未知','未知','18908178799','未知',NULL,'691523',''),(50,'张祖蓉','未知','2-11','未知','15828186717','未知',NULL,'691592',''),(51,'李琦智','未知','未知','未知','13547988227','未知',NULL,'691593',''),(52,'王文君','未知','B2-50','未知','18080812190','未知',NULL,'691515',''),(53,'陈学祥','未知','未知','未知','18215636492','未知',NULL,'691582',''),(54,'刘亚平','未知','未知','未知','13981709080','未知',NULL,'691583',''),(55,'邓明珍','未知','未知','未知','13908230737','未知',NULL,'691517',''),(56,'李海松','未知','未知','未知','未知','未知',NULL,'691516',''),(57,'杜艺','未知','未知','麻醉','18080100639','未知',NULL,'691581',''),(58,'陈延清','未知','未知','未知','13666196000','未知',NULL,'691687',''),(59,'杨澄','未知','未知','未知','13541124816','未知',NULL,'691686',''),(60,'阮国民','未知','B1-17','未知','13808083157','未知',NULL,'691638',''),(61,'朱涛','未知','未知','未知','未知','未知',NULL,'691685',''),(62,'蔡绍磊','未知','未知','未知','13550238964','未知',NULL,'691639',''),(63,'陈学浩','未知','未知','未知','13688377226','未知',NULL,'16085575',''),(64,'黄仁炳','未知','B1-46','放疗','18908178868','未知',NULL,'691553',''),(65,'蔡万通','未知','B1-32','党办','13032815152','未知',NULL,'691683',''),(66,'王谊','未知','未知','未知','13219055022','未知',NULL,'691635',''),(67,'小芳','未知','未知','未知','未知','未知',NULL,'691695',''),(68,'程祖忠','未知','B1-55','未知','13808189632','未知',NULL,'691636',''),(69,'易建英','未知','未知','`','18908178715','未知',NULL,'691637',''),(70,'范仲元','未知','未知','未知','13628000966','未知',NULL,'691522',''),(71,'方强','未知','B1-53','胸一','13808044580','未知',NULL,'691521',''),(72,'唐令超','未知','','未知','未知','未知',NULL,'691588',''),(73,'王朝晖','未知','2-34','未知','13880681930','未知',NULL,'691520',''),(74,'赵京丽','未知','未知','未知','15928069796','未知',NULL,'691589',''),(75,'任光国','未知','B1-29','未知','13568850861','未知',NULL,'691590',''),(76,'王斌','未知','未知','未知','未知','未知',NULL,'16085702',''),(77,'廖红','未知','','未知','13808008911','未知',NULL,'691519',''),(78,'钟海络','未知','B2-07','未知','13880027987','未知',NULL,'691585',''),(79,'向娜','未知','未知','未知','13036682812','未知',NULL,'691518',''),(81,'戢明青','未知','2-07','儿科','18908178825','未知',NULL,'691587',''),(82,'杨靖','未知','未知','护理部','13982282259','未知',NULL,'691691',''),(83,'谭宁一','未知','2-12','口腔','13908090483','未知',NULL,'691697',''),(84,'朱珠','未知','未知','未知','13668207435','未知',NULL,'691647',''),(85,'李超','未知','2-2','未知','13541233090','未知',NULL,'691690',''),(86,'黄戈','未知','未知','未知','未知','未知',NULL,'691653',''),(87,'邓克刚','未知','未知','未知','13668187598','未知',NULL,'691671',''),(88,'张伟','未知','B1-22','放疗','13708046728','未知',NULL,'691696',''),(89,'廖丽','未知','未知','急诊','85420391','未知',NULL,'16085526',''),(90,'韦小梅','未知','未知','未知','13684043993','未知',NULL,'691641',''),(91,'王锦秀','未知','未知','未知','13688339276','未知',NULL,'691688',''),(92,'程启宏','未知','2-18','信息','13808045913','未知',NULL,'691642',''),(93,'冯春林','未知','未知','未知','15884543652','未知',NULL,'691646',''),(94,'李再林','未知','未知','未知','未知','未知',NULL,'692049',''),(95,'付孝林','未知','未知','退休','85420595','未知',NULL,'692052',''),(96,'罗洁','未知','未知','中西医','13350062530','未知',NULL,'691996',''),(97,'袁佳','未知','未知','未知','13540298033','未知',NULL,'692048',''),(98,'肖继衡','未知','未知','未知','13683417777','未知',NULL,'691997',''),(99,'朱江','未知','未知','未知','13008148289','未知',NULL,'691998',''),(100,'王功美','未知','未知','未知','13558779795','未知',NULL,'692043',''),(101,'韦建','未知','未知','未知','13689051513','未知',NULL,'692599',''),(102,'李燎元','未知','未知','未知','未知','未知',NULL,'691992',''),(103,'唐定波','未知','未知','未知','13568885190','未知',NULL,'692058',''),(104,'朱敏','未知','未知','未知','未知','未知',NULL,'691993',''),(105,'王建','未知','B2-58','未知','13981781194','未知',NULL,'691995',''),(106,'赵克','未知','未知','未知','13880577869','未知',NULL,'691710',''),(107,'张力强','未知','未知','未知','13708069910','未知',NULL,'691699',''),(108,'何小梅','未知','B2-18','未知','13708202207','未知',NULL,'691643',''),(109,'徐世强','未知','2-03','妇科','13880929103','未知',NULL,'691698',''),(110,'宿晓晴','未知','未知','未知','未知','未知',NULL,'691655',''),(111,'王峰','未知','3-','工会','13008125239','未知',NULL,'691648',''),(112,'黄洁','未知','未知','胃镜','','未知',NULL,'692046',''),(113,'秦英','未知','3','未知','13308204759','未知',NULL,'692045',''),(114,'余顺东','未知','未知','未知','13096376373','未知',NULL,'692445',''),(115,'杨春连','未知','未知','放一','未知','未知',NULL,'692042',''),(116,'蒋刚','未知','2-32','药剂','18908178880','未知',NULL,'691983',''),(117,'李永揩','未知','2-30','放疗','13668196369','未知',NULL,'691985',''),(118,'李应宗','未知','未知','未知','','未知',NULL,'691536',''),(119,'兰里','未知','未知','未知','13880435737','未知',NULL,'691535',''),(120,'蒋文军','未知','未知','未知','13688188132','未知',NULL,'691612',''),(121,'杨澄','未知','未知','未知','未知','未知',NULL,'691533',''),(122,'曾强','未知','1.3L','未知','13684005619','未知',NULL,'691613',''),(123,'车班','未知','未知','未知','未知','未知',NULL,'691615',''),(124,'车班','未知','未知','未知','未知','未知',NULL,'692066',''),(125,'车班','未知','未知','未知','未知','未知',NULL,'692065',''),(126,'车班','未知','未知','未知','未知','未知',NULL,'692022',''),(127,'车班','未知','未知','未知','未知','未知',NULL,'692063',''),(128,'车班','未知','未知','未知','未知','未知',NULL,'692025',''),(129,'车班','未知','未知','未知','未知','未知',NULL,'692023',''),(130,'车班','未知','未知','未知','未知','未知',NULL,'692057',''),(131,'车班','未知','未知','未知','未知','未知',NULL,'692062',''),(132,'车班','未知','未知','未知','未知','未知',NULL,'692019',''),(133,'车班','未知','未知','未知','未知','未知',NULL,'692061',''),(134,'车班','未知','未知','未知','未知','未知',NULL,'692020',''),(135,'闻浩','未知','未知','未知','未知','未知',NULL,'692021',''),(136,'刘芭','未知','未知','设备','13881897489','未知',NULL,'692060',''),(137,'舒斌','未知','未知','未知','13618056240','未知',NULL,'692059',''),(138,'付本翠','未知','未知','未知','13881726425','未知',NULL,'692016',''),(139,'董击夫','未知','未知','未知','13981778415','未知',NULL,'692068',''),(140,'谭波','未知','B2-44','B超','13981852257','未知',NULL,'692017',''),(141,'白明','未知','未知','未知','13679003362','未知',NULL,'692018',''),(142,'石彬','未知','','未知','未知','未知',NULL,'692026',''),(143,'赵力威','未知','未知','未知','15882353747','未知',NULL,'691973',''),(144,'曾勇斌','未知','未知','未知','未知','未知',NULL,'691975',''),(145,'陈建超','未知','未知','未知','18908178895','未知',NULL,'692028',''),(146,'袁得芳','未知','未知','未知','13076014383','未知',NULL,'692027',''),(147,'刘显清','未知','未知','未知','未知','未知',NULL,'691972',''),(148,'卢俊','未知','未知','内二','13398198771','未知',NULL,'692032',''),(149,'陈川东','未知','未知','未知','13408491314','未知',NULL,'692030',''),(150,'李寄川','未知','未知','未知','13881829115','未知',NULL,'691976',''),(152,'付浩','未知','未知','未知','13908216924','未知',NULL,'692029',''),(153,'储勇','未知','未知','未知','13981865319','未知',NULL,'691977',''),(154,'敬新钰','未知','未知','未知','13880087205','未知',NULL,'691978',''),(155,'代正泉','未知','','未知','未知','未知',NULL,'691510',''),(156,'余红君','未知','未知','未知','13881784151','未知',NULL,'692033',''),(157,'王宁','未知','未知','未知','未知','未知',NULL,'691979',''),(158,'李黎','未知','B1-13','放疗','13568901992','未知',NULL,'692031',''),(159,'米川','未知','未知','未知','13880828292','未知',NULL,'691980',''),(160,'廖院长','未知','未知','未知','未知','未知',NULL,'691981',''),(161,'廖院长','未知','未知','未知','未知','未知',NULL,'692038',''),(162,'方瑞如','未知','未知','未知','未知','未知',NULL,'692036',''),(164,'李千','未知','未知','未知','未知','未知',NULL,'692037',''),(165,'高燕','未知','未知','保卫','85420270','未知',NULL,'691986',''),(166,'刘刚','未知','未知','保卫','未知','未知',NULL,'691987',''),(167,'周韦勋','未知','未知','未知','未知','未知',NULL,'692041',''),(168,'康达','未知','未知','未知','未知','未知',NULL,'16085175',''),(169,'康达','未知','未知','未知','未知','未知',NULL,'691988',''),(170,'魏彬','未知','未知','未知','未知','未知',NULL,'692039',''),(171,'夏谦','未知','未知','未知','未知','未知',NULL,'691989',''),(172,'罗坤','未知','','未知','未知','未知',NULL,'691990',''),(173,'张静','','','党办','13708046393','未知',NULL,'691916',''),(174,'李自强','未知','未知','未知','13540344288','未知',NULL,'691899',''),(175,'罗立','未知','未知','未知','未知','未知',NULL,'691958',''),(176,'王志仪','未知','未知','未知','18908001056','未知',NULL,'691898',''),(177,'赵兴梅','未知','未知','未知','85420310','未知',NULL,'691959',''),(178,'侯红','未知','B2-39','未知','13668191007','未知',NULL,'691960',''),(179,'武海祥','未知','3','未知','18908178776','未知',NULL,'691562',''),(180,'李力','未知','未知','未知','未知','未知',NULL,'691555',''),(181,'蒲小东','未知','未知','未知','未知','未知',NULL,'691645',''),(182,'樊晋川','未知','未知','未知','未知','未知',NULL,'691552',''),(183,'肖平','未知','B2-35','胸二','13518123437','未知',NULL,'691649',''),(184,'孙建平','未知','未知','未知','未知','未知',NULL,'691650',''),(185,'张敏','未知','未知','未知','13881819219','未知',NULL,'691563',''),(186,'谭政','未知','未知','未知','13808026623','未知',NULL,'691561',''),(187,'陈宏平','未知','未知','未知','18908017679','未知',NULL,'691651',''),(188,'田露','未知','B1-40','未知','13880582175','未知',NULL,'691556',''),(189,'杜佳','未知','未知','未知','13808039811','未知',NULL,'691652',''),(190,'许国辉','未知','B2-33','未知','18908178822','未知',NULL,'16085559',''),(191,'雷友军','未知','未知','未知','未知','未知',NULL,'691897',''),(192,'王麒麟','未知','未知','未知','13880160038','未知',NULL,'691949',''),(193,'韩泳涛','未知','未知','未知','13882188816','未知',NULL,'691910',''),(194,'武金花','未知','未知3011','放三','未知','未知',NULL,'691911',''),(195,'宋水勤','未知','B1-49','妇科','13699009986','未知',NULL,'691952',''),(196,'冯小琼','未知','未知','未知','13408468812','未知',NULL,'691953',''),(197,'陈艳','未知','未知','未知','85420897','未知',NULL,'691915',''),(198,'吴克艰','未知','未知','未知','13018295720','未知',NULL,'691912',''),(199,'杨灵','未知','未知','未知','未知','未知',NULL,'691955',''),(200,'钟玉仙','未知','未知','未知','15928094246','未知',NULL,'691913',''),(202,'赵新','未知','2-25','未知','13981912408','未知',NULL,'691957',''),(203,'徐蓉生','未知','3','核医学','13628063063','未知',NULL,'691918',''),(204,'张可贤','未知','B1-44','麻醉','18908178835','未知',NULL,'691919',''),(205,'韩乐云','未知','未知','未知','','未知',NULL,'691961',''),(207,'李科','未知','未知','未知','13982129787','未知',NULL,'691962',''),(208,'杨炳雪','未知','B1-37','未知','13438252896','未知',NULL,'691963',''),(209,'康达','未知','未知','未知','未知','未知',NULL,'691547',''),(210,'王谊','未知','未知','未知','13308055210','未知',NULL,'691567',''),(211,'胡勇','未知','B1-54','普外','13982047613','未知',NULL,'691659',''),(212,'康泰','未知','未知','未知','未知','未知',NULL,'691566',''),(213,'康泰','未知','未知','未知','未知','未知',NULL,'691660',''),(214,'钟立军','未知','未知','未知','13438068372','未知',NULL,'691661',''),(215,'魏莉','未知','未知','未知','13880870988','未知',NULL,'691549',''),(216,'毛世超','未知','未知','未知','15928653726','未知',NULL,'691568',''),(217,'杨尔成','未知','未知','','未知','未知',NULL,'691662',''),(218,'高绪峰','未知','未知','放疗','13547947670','未知',NULL,'691548',''),(219,'邬大姜','未知','未知','放疗','13908190137','未知',NULL,'692592',''),(220,'郎锦义','未知','未知','放疗','未知','未知',NULL,'691672',''),(221,'王富容','未知','B2-57','房办','18908178711','未知',NULL,'691571',''),(222,'职工食堂','未知','未知','未知','未知','未知',NULL,'691570',''),(223,'王进','未知','未知','医务','85420628','未知',NULL,'691663',''),(224,'王芳玉','未知','未知','未知','85420062','未知',NULL,'691569',''),(225,'李自洲','未知','2-35','未知','13658000283','未知',NULL,'691665',''),(226,'陈明辉','未知','未知','未知','18202890167','未知',NULL,'691666',''),(227,'周凤智','未知','未知','未知','未知','未知',NULL,'691546',''),(228,'李芳','未知','B2-45','信息','18602850354','未知',NULL,'691565',''),(229,'唐育民','未知','未知','未知','18908178889','未知',NULL,'691657',''),(230,'张娇','未知','未知','药剂','85420345','未知',NULL,'691545',''),(231,'游舟','未知','B2-3','未知','13679010874','未知',NULL,'691658',''),(232,'李成','未知','未知','未知','13880377306','未知',NULL,'691670',''),(233,'龚建华','未知','未知','未知','13568865019','未知',NULL,'691758',''),(234,'周俐','未知','未知','未知','85420987','未知',NULL,'691969',''),(235,'谭政','未知','未知','未知','13808026623','未知',NULL,'691876',''),(236,'朱益恩','未知','未知','未知','89009204','未知',NULL,'691759',''),(237,'许科','未知','未知','未知','13281264788','未知',NULL,'691861',''),(238,'易薇','未知','未知','未知','未知','未知',NULL,'691968',''),(239,'梁黎','未知','未知','未知','13540667884','未知',NULL,'691629',''),(240,'张兵','未知','2-48','头颈','13981800936','未知',NULL,'691921',''),(241,'胡仕北','未知','','未知','13648048019','未知',NULL,'691966',''),(242,'尹利晨','未知','未知','退休','18080812190','未知',NULL,'691920',''),(243,'李桂芳','未知','B1-51','未知','13688396602','未知',NULL,'691965',''),(244,'王正蓉','未知','未知','未知','未知','未知',NULL,'691967',''),(245,'康达','未知','未知','未知','未知','未知',NULL,'691866',''),(246,'孔小琴','未知','','未知','13881746385','未知',NULL,'691715',''),(247,'周进','未知','未知','未知','13666165361','未知',NULL,'691719',''),(248,'吴毅','未知','未知','未知','未知','未知',NULL,'691862',''),(249,'李星','未知','未知','未知','18608029872','未知',NULL,'691867',''),(250,'蒋圣才','未知','未知','未知','13678006969','未知',NULL,'691713',''),(251,'鄢良平','未知','未知','未知','15928964479','未知',NULL,'691865',''),(252,'赖萍','未知','未知','未知','13882059587','未知',NULL,'691863',''),(253,'谭胜余','未知','2-14','未知','未知','未知',NULL,'691860',''),(254,'康达','未知','未知','未知','未知','未知',NULL,'691877',''),(255,'黄娜','未知','未知','未知','未知','未知',NULL,'691878',''),(256,'陈娜','未知','未知','未知','未知','未知',NULL,'691712',''),(257,'秦远','未知','未知','未知','13308078884','未知',NULL,'691560',''),(258,'程建中','未知','未知','未知','13032847025','未知',NULL,'691573',''),(259,'王雪梅','未知','未知','未知','未知','未知',NULL,'691669',''),(260,'漆玲','未知','未知','药剂','85420554','未知',NULL,'691572',''),(261,'杨容','未知','未知','未知','13550017618','未知',NULL,'691675',''),(262,'李建军','未知','未知','未知','13668169176','未知',NULL,'691676',''),(263,'王小瑜','未知','未知','未知','未知','未知',NULL,'691577',''),(264,'沈新全','未知','B1-31','未知','13540488263','未知',NULL,'691576',''),(265,'张德康','未知','','放疗｛B1-39}','13980064466','未知',NULL,'691677',''),(266,'欧莉嘉','未知','未知','未知','13618049810','未知',NULL,'691579',''),(267,'后军明','未知','B1-36','未知','13658048780','未知',NULL,'691678',''),(268,'唐国民','未知','未知','未知','未知','未知',NULL,'691681',''),(269,'祁国海','未知','2-28','未知','13688486142','未知',NULL,'691559',''),(270,'田昌英','未知','2-16','未知','15828268190','未知',NULL,'691558',''),(271,'骆伟','未知','未知','未知','13982071743','未知',NULL,'691667',''),(272,'康达','未知','未知','未知','未知','未知',NULL,'16085658',''),(273,'马杰科','未知','2-21','未知','13980751520','未知',NULL,'691668',''),(274,'吴戈','未知','未知','未知','13551012614','未知',NULL,'691673',''),(275,'仲玉民','未知','未知','未知','未知','未知',NULL,'691872',''),(276,'王进','未知','未知','未知','13882150171','未知',NULL,'691735',''),(277,'向明飞','未知','未知','未知','13032810373','未知',NULL,'691630',''),(278,'陈海蒂','未知','B2-48','未知','13688471850','未知',NULL,'691871',''),(279,'左明','未知','B2-17','未知','13730656699','未知',NULL,'691870',''),(280,'徐济保','未知','未知','未知','136580231996','未知',NULL,'691720',''),(281,'小杨','未知','未知','未知','未知','未知',NULL,'691580',''),(282,'叶国宁','未知','未知','未知','13699012332','未知',NULL,'691575',''),(283,'付饶','未知','未知','未知','15902829991','未知',NULL,'691682',''),(284,'魏珊珊','未知','未知','未知','18615786190','未知',NULL,'691578',''),(285,'聂小燕','未知','未知','未知','13699005615','未知',NULL,'691679',''),(286,'陈明','未知','未知','未知','未知','未知',NULL,'691680',''),(287,'陈伟','未知','B1-14','未知','13880289353','未知',NULL,'691511',''),(291,'刘真君','未知','2-20','未知','13880705206','未知',NULL,'691616',''),(292,'尹序德','未知','B2-31','未知','13908058721','未知',NULL,'691499',''),(293,'杨甲榜','未知','未知','未知','15928656915','未知',NULL,'691617',''),(294,'龚元发','未知','未知','未知','13679028527','未知',NULL,'691618',''),(295,'谢静','未知','未知','内二','13880550389','未知',NULL,'691538',''),(296,'甘朵','未知','B1-3','头二','13056698189','未知',NULL,'691537',''),(297,'独晓','未知','未知','未知','未知','未知',NULL,'691619',''),(299,'王芳','未知','未知','纪委','18908178725','未知',NULL,'691620',''),(300,'陈懿','未知','未知','未知','13689036149','未知',NULL,'691621',''),(301,'包郁','未知','未知','未知','未知','未知',NULL,'691541',''),(302,'高树庆','未知','未知','ICU','13982208884','未知',NULL,'691540',''),(303,'阳静','未知','未知','未知','13668143963','未知',NULL,'691622',''),(304,'张声江','未知','B1-19','未知','13688318656','未知',NULL,'691539',''),(305,'江庆华','未知','B1-12','未知','18908178859','未知',NULL,'691623',''),(306,'王华','未知','未知','未知','13648037058','未知',NULL,'691625',''),(307,'吴德全','男','B2-43','放疗','13438370077','未知',NULL,'692486',''),(308,'庄翔','未知','B2-42','胸外','13882191333','未知',NULL,'692567',''),(309,'张旭东','未知','未知','未知','13882250868','未知',NULL,'692568',''),(310,'李华春','未知','未知','未知','13551071629','未知',NULL,'692487',''),(311,'朴雯雯','未知','未知','未知','13882289135','未知',NULL,'692481',''),(312,'丁发芬','未知','未知','未知','未知','未知',NULL,'692563',''),(313,'喻境瑞','未知','B2-4','未知','18908178787','未知',NULL,'692488',''),(314,'龚君','未知','未知','未知','13666287371','未知',NULL,'692570',''),(315,'李春华','未知','未知','未知','13666268120','未知',NULL,'692571',''),(316,'黄勇兰','未知','未知','未知','85420386','未知',NULL,'692490',''),(317,'于曦','未知','未知','未知','18908178826','未知',NULL,'692489',''),(318,'徐琳','未知','2-26','未知','13980059009','未知',NULL,'692569',''),(319,'马家宝','未知','B2-05','未知','13881751168','未知',NULL,'692552',''),(320,'陈霞','未知','未知','未知','13608090517','未知',NULL,'692578',''),(321,'苟诚','未知','未知','未知','未知','未知',NULL,'692580',''),(322,'杨玉波','未知','未知','未知','15208188078','未知',NULL,'692545',''),(323,'黄建','未知','未知','未知','13551083864','未知',NULL,'692555',''),(324,'夷凤梅','未知','未知','未知','13882252809','未知',NULL,'692429',''),(325,'宋小玉','未知','未知','未知','18908178806','未知',NULL,'692547',''),(326,'康达','未知','未知','未知','未知','未知',NULL,'16084638',''),(327,'李千','未知','未知','未知','未知','未知',NULL,'692579',''),(328,'张荣荣','未知','B1-11','二门诊','18908178891','未知',NULL,'692548',''),(329,'陈思','未知','未知','未知','13981751528','未知',NULL,'692549',''),(330,'何友安','未知','','未知','13540103396','未知',NULL,'692576',''),(331,'朱尤奇','未知','2-37','未知','未知','未知',NULL,'692550',''),(332,'罗江辉','未知','B1-49','麻醉','13808088316','未知',NULL,'692426',''),(333,'邬晓宏','未知','未知','未知','未知','未知',NULL,'692427',''),(334,'李林','未知','未知','未知','13540836163','未知',NULL,'692553',''),(335,'康达','未知','未知','未知','未知','未知',NULL,'692551',''),(336,'肖文光','未知','B1-20','未知','13688338417','未知',NULL,'692428',''),(337,'刘聪健','未知','未知','人事','18980843153','未知',NULL,'692482',''),(338,'吴万梅','未知','未知','未知','18980082084','未知',NULL,'692575',''),(339,'康盛伟','未知','未知','未知','13458553895','未知',NULL,'692573',''),(340,'全勇','未知','未知','未知','13541082876','未知',NULL,'692546',''),(341,'刘向东','未知','未知','未知','13408497857','未知',NULL,'692543',''),(342,'张珂','未知','未知','输血科','18908178858','未知',NULL,'692572',''),(343,'尹玲','未知','未知','财务','85420230','未知',NULL,'691748',''),(344,'张海林','未知','B1-45','放化','18908178853','未知',NULL,'691747',''),(345,'王卫东','未知','B2-24','未知','15823970697','未知',NULL,'691730',''),(346,'张虹','未知','未知','未知','未知','未知',NULL,'691746',''),(347,'赵霞','未知','未知','未知','13111862799','未知',NULL,'691731',''),(348,'王益芳','未知','未知','未知','13618048636','未知',NULL,'691732',''),(349,'黄玉清','未知','未知','未知','未知','未知',NULL,'691751',''),(350,'黄玉清','未知','未知','未知','未知','未知',NULL,'691750',''),(351,'郝荣','未知','未知','未知','85420300','未知',NULL,'691733',''),(352,'罗翎','未知','2-13','康达','13808088770','未知',NULL,'691749',''),(353,'王久惠','未知','B2-41','未知','18908178819','未知',NULL,'691925',''),(355,'李霞','未知','未知','未知','15281005002','未知',NULL,'691721',''),(356,'熊雪梅','未知','B2-37','未知','13881881724','未知',NULL,'691722',''),(357,'王怡鑫','未知','未知','药剂','13880760906','未知',NULL,'691869',''),(358,'陈红霞','未知','未知','未知','未知','未知',NULL,'691873',''),(360,'曹茂秋','未知','未知','未知','13880994665','未知',NULL,'691711',''),(361,'陈乐','未知','未知','未知','13618068215','未知',NULL,'691755',''),(362,'刘阳','未知','1.6L{B1―19}','放疗','13683440828','',NULL,'691753',''),(363,'张云霞','未知','未知','未知','13688187362','未知',NULL,'691927',''),(364,'刘爱祥','未知','未知','未知','','未知',NULL,'691752',''),(365,'丁志','未知','未知','未知','13808078644','未知',NULL,'691928',''),(366,'蒋雅萍','未知','未知','未知','13982237811','未知',NULL,'691929',''),(368,'万俊峰','未知','未知','未知','13568936184','未知',NULL,'691757',''),(369,'王培','未知','2-36','放疗','18615713123','未知',NULL,'691930',''),(370,'罗群','未知','未知','未知','85420301','未知',NULL,'691756',''),(371,'万丽丹','未知','未知','未知','15908161201','未知',NULL,'691931',''),(372,'周红燕','未知','未知','未知','13628043537','未知',NULL,'691932',''),(373,'饶力','未知','2-25','未知','13880596222','未知',NULL,'692472',''),(374,'徐世强','未知','2-5','未知','13908029585','未知',NULL,'692560',''),(375,'王欢','未知','2-31','信息','13880456067','未知',NULL,'692561',''),(376,'黄丹丹','未知','未知','未知','13908206804','未知',NULL,'692479',''),(377,'张瑶灵','未知','未知','未知','未知','未知',NULL,'692478',''),(378,'杨玲','未知','未知','未知','未知','未知',NULL,'692559',''),(379,'谭小红','未知','未知','未知','未知','未知',NULL,'692483',''),(380,'李文英','未知','未知','未知','13982229880','未知',NULL,'692566',''),(381,'文华长','未知','未知','未知','13880236698','未知',NULL,'692562',''),(382,'张丽平','未知','未知','胸二','13688306389','未知',NULL,'692485',''),(383,'王微','未知','B2-19','未知','13881720371','未知',NULL,'692480',''),(384,'李慧','未知','未知','未知','13882089658','未知',NULL,'692565',''),(385,'郭德君','未知','','设备','13458555272','未知',NULL,'691883',''),(386,'曾令源','未知','未知','内科','13982263757','未知',NULL,'691882',''),(387,'王惬','未知','未知','未知','85420347','未知',NULL,'691933',''),(388,'刘丽','未知','未知','未知','13881932067','未知',NULL,'691881',''),(389,'李懿','未知','未知','未知','13880719647','未知',NULL,'691935',''),(390,'窦明亮','未知','未知','未知','13881978009','未知',NULL,'691936',''),(391,'沈新全','未知','未知','未知','85420513','未知',NULL,'691886',''),(392,'马云鹏','未知','2-23','退休','13882264428','未知',NULL,'691879',''),(393,'杨灵','未知','未知','未知','未知','未知',NULL,'691937',''),(394,'王理杨','未知','未知','未知','13402818272','未知',NULL,'691885',''),(395,'张辉','未知','未知','未知','13408485580','未知',NULL,'691938',''),(396,'屈霞','未知','未知','未知','未知','未知',NULL,'691939',''),(397,'董击夫','未知','B1-38','麻醉','13981778415','未知',NULL,'691887',''),(398,'吴凡','未知','未知','未知','13628008644','未知',NULL,'691889',''),(399,'叶波','未知','未知','未知','15208479190','未知',NULL,'691942',''),(400,'顾琼','未知','未知','未知','13880326068','未知',NULL,'691888',''),(401,'周建业','未知','未知','未知','13908224099','未知',NULL,'691941',''),(402,'刘光源','未知','2-4','胸外','13880010292','未知',NULL,'691940',''),(403,'郝士印','未知','未知','未知','85420553','未知',NULL,'691892',''),(404,'彭蓉','未知','未知','未知','13699003229','未知',NULL,'691943',''),(405,'肖雪','未知','未知','未知','13219060918','未知',NULL,'691891',''),(407,'周勇','未知','未知','未知','13880246071','未知',NULL,'691946',''),(408,'黎杰','未知','2-06','未知','13880270250','未知',NULL,'691890',''),(409,'杨宇洁','未知','未知','未知','13880285825','未知',NULL,'691896',''),(411,'宋博','未知','未知','未知','13688448674','未知',NULL,'691947',''),(412,'余惠莲','未知','未知','未知','15982070906','未知',NULL,'691893',''),(413,'柳斌','','未知','肺部','13880121782','未知',NULL,'691948',''),(414,'谭燕','未知','未知','放疗','13880970403','未知',NULL,'691950',''),(415,'阳宁静','未知','未知','未知',' 13880651809','未知',NULL,'691923',''),(416,'周凌宵','未知','未知','未知','13541046146','未知',NULL,'691922',''),(417,'肖红英','未知','未知','未知','13540218159','未知',NULL,'691951',''),(418,'邬晓宏','未知','未知','未知','13808184134','未知',NULL,'691875',''),(420,'吴显维','未知','2-19','未知','13658009363','未知',NULL,'691970',''),(421,'肖世杰','未知','未知','未知','85420432','未知',NULL,'692475',''),(422,'基建','未知','未知','未知','未知','未知',NULL,'692557',''),(423,'任燕','未知','未知','脑外','13550033544','未知',NULL,'692558',''),(424,'王闽','未知','2-27','影像','13658052632','未知',NULL,'692477',''),(425,'毛顿','未知','未知','未知','13908058765','未知',NULL,'692476',''),(426,'王本惠','未知','未知','未知','85420083','未知',NULL,'692556',''),(427,'罗杨坤','未知','未知','放一',' 13518161979','未知',NULL,'691738',''),(428,'樊林','未知','未知','放疗','18982179705','未知',NULL,'691737',''),(429,'许世英','未知','未知','未知','13693425806','未知',NULL,'691716',''),(430,'秦芹','未知','未知','未知','13518213867','未知',NULL,'691736',''),(431,'杨保鲁','未知','未知','未知','未知','未知',NULL,'691717',''),(432,'陶科','未知','未知','未知','13880004986','未知',NULL,'691718',''),(433,'基建','未知','未知','未知','未知','未知',NULL,'691741',''),(434,'阮国民','未知','未知','未知','未知','未知',NULL,'691740',''),(435,'许仕英','未知','未知','未知','13693425806','未知',NULL,'691723',''),(437,'李自全','未知','未知','未知','13348800390','未知',NULL,'691725',''),(438,'刘媚','未知','未知','未知','18628018220','未知',NULL,'691726',''),(439,'尹刚','未知','B2-36','未知','13666138682','未知',NULL,'692151',''),(441,'杨帆','未知','未知','胸二','13982103229','未知',NULL,'692265',''),(442,'顾霞','未知','未知','未知','未知','未知',NULL,'692131',''),(443,'郝丽琼','未知','未知','未知','未知','未知',NULL,'692073',''),(444,'王明龙','未知','未知','未知','13540139120','未知',NULL,'692266',''),(445,'唐泽君','未知','B1-5','医务','18908178869','未知',NULL,'691745',''),(446,'舒进军','未知','未知','未知','未知','未知',NULL,'691743',''),(447,'庞华容','未知','未知','未知','13689010016','未知',NULL,'691727',''),(448,'王少新','未知','未知','未知','13808235768','未知',NULL,'691742',''),(449,'王光辉','未知','未知','未知','13408585723','未知',NULL,'691728',''),(450,'张智慧','未知','','肿瘤','13881889739','未知',NULL,'691729',''),(451,'游世琼','未知','未知','未知','13540686610','未知',NULL,'692121',''),(452,'李伦','未知','未知','未知','13402854309','未知',NULL,'692120',''),(453,'魏晋勇','未知','B2-06','未知','13679043759','未知',NULL,'692242',''),(454,'左佳明','未知','未知','未知','13980788778','未知',NULL,'692119',''),(455,'吴艳丽','未知','2-17','肠道','13628057678','未知',NULL,'692255',''),(456,'仁胜辉','未知','未知','未知','13408609033','未知',NULL,'692243',''),(457,'吕青海','未知','B1-50','信息','13668206467','未知',NULL,'692126',''),(458,'方杰','未知','未知','未知','13980091910','未知',NULL,'692123',''),(459,'邱华','未知','未知','未知','13899095679','未知',NULL,'692245',''),(460,'刘俊英','未知','B1-16','未知','85420502','未知',NULL,'692122',''),(461,'王杰','未知','未知','放疗','18908178720','未知',NULL,'692246',''),(462,'朱江','未知','2-29','脑外','13550335660','未知',NULL,'692247',''),(463,'堂兵','未知','未知','未知','未知','未知',NULL,'692130',''),(464,'杨晓君','未知','B1-23','未知','未知','未知',NULL,'692169',''),(465,'朱晟','未知','未知','未知','13688186090','未知',NULL,'692251',''),(466,'刘宗群','未知','未知','','13689060012','未知',NULL,'692129',''),(467,'王红','未知','B1-30','未知','未知','未知',NULL,'692070',''),(468,'刘罡','未知','B1-24','未知','未知','未知',NULL,'692252',''),(469,'马书记','未知','未知','未知','未知','未知',NULL,'692256',''),(470,'郭蕾','未知','未知','未知','未知','未知',NULL,'692171',''),(471,'黄蓉','未知','未知','放二','13880705031','未知',NULL,'692145',''),(472,'张志能','未知','未知','未知','13398183181','未知',NULL,'692253',''),(473,'李文忠','未知','未知','未知','13541183135','未知',NULL,'692170',''),(474,'刘丽平','未知','未知','未知','13881938996','未知',NULL,'692257',''),(475,'王登凤','未知','未知','未知','15982222707','未知',NULL,'692258',''),(476,'计蓉献','未知','未知','未知','13628026869','未知',NULL,'692128',''),(477,'祝夏','未知','未知','未知','13568905537','未知',NULL,'692125',''),(478,'王锐','未知','未知','未知','13550103721','未知',NULL,'692248',''),(479,'蒋守棣','未知','未知','未知','未知','未知',NULL,'692127',''),(480,'李嘉逸','未知','未知','B超','13981883025','未知',NULL,'692249',''),(481,'杨雄涛','未知','未知','头二','13880293158','未知',NULL,'692250',''),(482,'何茂平','未知','未知','未知','15828619275','未知',NULL,'692147',''),(483,'吴强','未知','未知','财务','13666102074','未知',NULL,'692146',''),(484,'石宇','未知','B2-2（川AHQ600）','未知','13072879709','未知',NULL,'692259',''),(485,'李小霞','未知','未知','未知','未知','未知',NULL,'692069',''),(486,'1号机房','未知','未知','未知','未知','未知',NULL,'692260',''),(487,'吴艳丽','未知','未知','未知','13628057678','未知',NULL,'692261',''),(488,'胡新民','未知','未知','未知','18208181655','未知',NULL,'692150',''),(489,'未知','未知','未知','未知','13908068200','未知',NULL,'692149',''),(491,'叶先存','未知','未知','未知','13808009815','未知',NULL,'692148',''),(492,'田仁娣','未知','未知','未知','13689006259','未知',NULL,'692072',''),(493,'杜薇','未知','未知','未知','未知','未知',NULL,'692262',''),(494,'周澄亚','未知','B1-52','未知','13980972569','未知',NULL,'692113',''),(495,'王世民','未知','未知','信息','85420740','未知',NULL,'692112',''),(496,'黄伟','未知','未知','未知','13540161398','未知',NULL,'692232',''),(497,'黄兰','未知','','内三','18982133007','未知',NULL,'692111',''),(498,'冯小琼','未知','B2-1','未知','13558687365','未知',NULL,'692233',''),(499,'田桂平','未知','未知','未知','15908192361','未知',NULL,'692235',''),(500,'李政文','未知','未知','未知','13881836988','未知',NULL,'16085105',''),(501,'谢天鹏','未知','B1-27','胸外','13880592789','未知',NULL,'692099',''),(502,'王莉','未知','未知','头二','18608046261','未知',NULL,'692229',''),(503,'李强','未知','3','未知','未知','未知',NULL,'692098',''),(504,'叶清鹤','未知','未知','未知','13908051790','未知',NULL,'692230',''),(505,'张敏','未知','未知','未知','13608211743','未知',NULL,'692231',''),(506,'杨辉','未知','未知','肺肿','13880314303','未知',NULL,'16085099',''),(507,'邓咏霓','未知','未知','未知','13458648998','未知',NULL,'692236',''),(508,'魏湘华','未知','未知','未知','13668118327','未知',NULL,'692115',''),(509,'张蕾','未知','B2-12','未知','18615778377','未知',NULL,'692237',''),(510,'张宏伟','未知','未知','未知','18628140033','未知',NULL,'692238',''),(511,'唐春敏','未知','未知','未知','13540391041','未知',NULL,'692241',''),(512,'余荆青','未知','B1-04','未知','13980817459','未知',NULL,'692240',''),(513,'张玲','未知','未知','未知','13880022112','未知',NULL,'692117',''),(514,'谢昕','未知','B1-21','未知','13608037960','未知',NULL,'692118',''),(515,'卢绍平','未知','未知','退休','13709056767','未知',NULL,'692071',''),(516,'冯彬','未知','未知','未知','15982888618','未知',NULL,'692239',''),(517,'蒲瑞英','未知','未知','未知','13550386059','未知',NULL,'692176',''),(518,'付彬玉','未知','未知','放疗','13981934644','未知',NULL,'692175',''),(519,'胡锐','未知','B2-56','未知','未知','未知',NULL,'692595',''),(520,'张太明','未知','未知','未知','未知','未知',NULL,'692173',''),(521,'王宁','未知','未知','未知','未知','未知',NULL,'692152',''),(522,'尹梦婷','未知','未知','未知','13438332245','未知',NULL,'692153',''),(523,'张志能','未知','未知','退休','13551083374','未知',NULL,'692076',''),(524,'龙晓琴','未知','未知','未知','13402833908','未知',NULL,'692075',''),(525,'李伟','未知','B1-06','总务','13558669667','未知',NULL,'692089',''),(526,'韩晓华','未知','未知','未知','13408486133','未知',NULL,'692078',''),(527,'谢华','未知','未知','未知','13880663770','未知',NULL,'692077',''),(528,'朱江','未知','B1-30','未知','13008148289','未知',NULL,'692088',''),(529,'赵家凤','未知','未知','未知','13658022628','未知',NULL,'692179',''),(530,'周晓群','未知','未知','放疗','13618028819','未知',NULL,'692178',''),(531,'敬军','未知','未知','未知','13881881204','未知',NULL,'692155',''),(532,'王静','未知','未知','未知','13551318926','未知',NULL,'692177',''),(533,'蒲文栋','未知','未知','未知','18981890908','未知',NULL,'692156',''),(534,'杜春燕','未知','未知','未知','未知','未知',NULL,'692157',''),(535,'吕杨成','未知','B2-20','未知','13880035605','未知',NULL,'692182',''),(536,'黄冰','未知','','未知','13880877555','未知',NULL,'692181',''),(537,'龚玮','未知','B1-10','内一','13408622695','未知',NULL,'692158',''),(539,'刘劲松','未知','未知','脑外','13096375236','未知',NULL,'692159',''),(541,'杨小瑰','未知','未知','信息','13981815458','未知',NULL,'692160',''),(543,'杨威','未知','未知','车班','未知','未知',NULL,'692180',''),(544,'职工食堂','未知','未知','未知','未知','未知',NULL,'692185',''),(545,'苏志','未知','B2-46','总务','13548051425','未知',NULL,'692183',''),(546,'马红丽','未知','未知','乳二','18908178872','未知',NULL,'692161',''),(547,'杨（更生）','未知','未知','未知','13658061292','未知',NULL,'692593',''),(548,'吴杉','未知','3','财务','13693482989','未知',NULL,'692162',''),(549,'张容','未知','未知','急诊','13684004687','未知',NULL,'692163',''),(550,'王德君','未知','未知','未知','13808031046','未知',NULL,'692188',''),(551,'李卫兵','未知','未知','未知','18908178808','未知',NULL,'692187',''),(552,'董玉宁','未知','B1-18','','13550067054','未知',NULL,'692165',''),(553,'杜俊波','未知','B2-32','未知','13608017777','未知',NULL,'692186',''),(554,'王冀川','未知','未知','未知','未知','未知',NULL,'692167',''),(555,'纳辛','未知','B1-02','未知','13388189266','未知',NULL,'691956',''),(556,'李志琳','未知','B2-47','未知','13668159090','未知',NULL,'692166',''),(557,'任涛','未知','未知','财务','13568956319','未知',NULL,'692512',''),(559,'李晓林','未知','未知','未知','13618004355','未知',NULL,'692189',''),(560,'谭兆峰','未知','未知','未知','未知','未知',NULL,'692132',''),(561,'王强','未知','未知','胸二','13688306389','未知',NULL,'692133',''),(563,'红会','未知','未知','未知','未知','未知',NULL,'692190',''),(564,'红会','未知','未知','未知','未知','未知',NULL,'692168',''),(565,'红会','未知','未知','未知','未知','未知',NULL,'692195',''),(566,'红会','未知','未知','未知','未知','未知',NULL,'692193',''),(567,'红会','未知','未知','未知','未知','未知',NULL,'692135',''),(568,'红会','未知','未知','未知','未知','未知',NULL,'692192',''),(569,'红会','未知','未知','未知','未知','未知',NULL,'692136',''),(570,'红会','未知','未知','未知','未知','未知',NULL,'692137',''),(571,'红会','未知','未知','未知','未知','未知',NULL,'692196',''),(572,'红会','未知','未知','未知','未知','未知',NULL,'692139',''),(573,'未知','未知','未知','未知','未知','未知',NULL,'692140',''),(574,'红会','未知','未知','未知','未知','未知',NULL,'692198',''),(575,'红会','未知','未知','未知','未知','未知',NULL,'692197',''),(576,'红会','未知','未知','未知','未知','未知',NULL,'692138',''),(577,'红会','未知','未知','未知','未知','未知',NULL,'692211',''),(578,'红会','未知','未知','未知','未知','未知',NULL,'692210',''),(579,'红会','未知','未知','未知','未知','未知',NULL,'692141',''),(580,'红会','未知','未知','未知','未知','未知',NULL,'692199',''),(581,'红会','未知','未知','未知','未知','未知',NULL,'692142',''),(582,'红会','未知','未知','未知','未知','未知',NULL,'692143',''),(583,'红会','未知','未知','未知','未知','未知',NULL,'692215',''),(584,'红会','未知','未知','未知','未知','未知',NULL,'692213',''),(585,'红会','未知','未知','未知','未知','未知',NULL,'692079',''),(586,'红会','未知','未知','未知','未知','未知',NULL,'692212',''),(587,'红会','未知','未知','未知','未知','未知',NULL,'692080',''),(588,'红会','未知','未知','未知','未知','未知',NULL,'692081',''),(589,'红会','未知','未知','未知','未知','未知',NULL,'692218',''),(590,'红会','未知','未知','未知','未知','未知',NULL,'692217',''),(591,'红会','未知','未知','未知','未知','未知',NULL,'692082',''),(592,'红会','未知','未知','未知','未知','未知',NULL,'692216',''),(593,'红会','未知','未知','未知','未知','未知',NULL,'692083',''),(594,'红会','未知','未知','未知','未知','未知',NULL,'16085130',''),(595,'黄总','未知','未知','未知','未知','未知',NULL,'692221',''),(598,'谢旭林','未知','未知','未知','未知','未知',NULL,'691512',''),(599,'红会','未知','未知','未知','未知','未知',NULL,'692220',''),(600,'郝莉琼','未知','未知','未知','未知','未知',NULL,'692191',''),(601,'王锦秀','未知','未知','未知','13688339276','未知',NULL,'692086',''),(602,'未知','未知','未知','未知','未知','未知',NULL,'14544853',''),(603,'刘和清','未知','未知','未知','未知','未知',NULL,'691971',''),(604,'左开元','未知','未知','退休','13882188761','未知',NULL,'692219',''),(605,'王子娟','未知','未知','未知','13982223657','未知',NULL,'692090',''),(606,'陈素芬','未知','未知','未知','13550000751','未知',NULL,'692087',''),(608,'余文','未知','未知','未知','13551142143','未知',NULL,'692223',''),(609,'钟丽娟','未知','未知','未知','13730856608','未知',NULL,'692225',''),(610,'吴家玉','未知','未知','未知','18980890930','未知',NULL,'691586',''),(611,'余红君','未知','未知','未知','13881784151','未知',NULL,'691917',''),(612,'红会','未知','未知','未知','未知','未知',NULL,'691692',''),(613,'红会','未知','未知','未知','未知','未知',NULL,'692091',''),(614,'红会','未知','未知','未知','未知','未知',NULL,'692222',''),(615,'红会','未知','未知','未知','未知','未知',NULL,'692092',''),(616,'红会','未知','未知','未知','未知','未知',NULL,'692093',''),(617,'红会','未知','未知','未知','未知','未知',NULL,'692228',''),(618,'红会','未知','未知','未知','未知','未知',NULL,'692227',''),(619,'红会','未知','未知','未知','未知','未知',NULL,'692095',''),(620,'红会','未知','未知','未知','未知','未知',NULL,'692226',''),(621,'红会','未知','未知','未知','未知','未知',NULL,'692097',''),(622,'红会','未知','未知','未知','未知','未知',NULL,'692491',''),(623,'红会','未知','未知','未知','未知','未知',NULL,'692431',''),(624,'未知','未知','未知','未知','未知','未知',NULL,'692096',''),(625,'王克彬','未知','未知','未知','未知','未知',NULL,'692432',''),(626,'吴宇平','未知','未知','未知','18908178863','未知',NULL,'692430',''),(627,'勾厚义','未知','未知','未知','85420086','未知',NULL,'692492',''),(628,'未知','未知','未知','未知','未知','未知',NULL,'123456',''),(629,'张石川','未知','未知','未知','13699430537','未知',NULL,'692493',''),(630,'唐国民','未知','未知','未知','未知','未知',NULL,'692467',''),(631,'仲渝民','未知','未知','未知','未知','未知',NULL,'692538',''),(632,'张文彬','未知','未知','未知','18908178855','未知',NULL,'691868',''),(633,'未知','未知','未知','未知','未知','未知',NULL,'692539',''),(634,'杨从军','未知','未知','锅炉房','未知','未知',NULL,'692471',''),(635,'许国辉','未知','B1-37','未知','未知','未知',NULL,'691528',''),(636,'李涛','未知','未知','未知','18908178839','未知',NULL,'692056',''),(637,'刘入滔','未知','未知','护理部','85420242','未知',NULL,'692537',''),(638,'王路','未知','未知','未知','13550098466','未知',NULL,'692469',''),(639,'何淑娅','未知','未知','检验科','18980426669','未知',NULL,'692433',''),(640,'高兰','未知','未知','未知','未知','未知',NULL,'692172',''),(641,'杨家林','未知','B2-54','未知','13981710938','未知',NULL,'692496',''),(642,'赵晶','未知','B2-42','未知','13980891899','未知',NULL,'692497',''),(643,'吕本全','未知','未知','未知','13008193654','未知',NULL,'692436',''),(644,'蒋守棣','未知','未知','未知','未知','未知',NULL,'692435',''),(645,'刘清河','未知','未知','未知','未知','未知',NULL,'692495',''),(646,'刘青河','未知','未知','未知','未知','未知',NULL,'692437',''),(647,'赵全勇','未知','未知','未知','13568967546','未知',NULL,'692499',''),(648,'超市','未知','未知','未知','13880804708','未知',NULL,'692510',''),(649,'王勇','未知','未知','未知','未知','未知',NULL,'692440',''),(650,'夏兴玉','未知','未知','未知','13980863989','未知',NULL,'692438',''),(651,'孟红','未知','未知','未知','85420740','未知',NULL,'692498',''),(652,'罗裕坤','未知','未知','放三','13882238165','未知',NULL,'692441',''),(653,'李霞','未知','未知','未知','15281005002','未知',NULL,'692513',''),(654,'汪霞','未知','未知','内二','13018249196','未知',NULL,'691880',''),(655,'王茂','未知','未知','门诊','13558855651','未知',NULL,'692443',''),(656,'公司送货','未知','老农民粮店','未知','18980005400','未知',NULL,'692442',''),(657,'聂志勋','未知','未知','未知','未知','未知',NULL,'692263',''),(658,'毛世超','未知','未知','未知','15928653726','未知',NULL,'691895',''),(659,'张运富','未知','未知','未知','13438310300','未知',NULL,'692511',''),(660,'李燎源','未知','未知','未知','未知','未知',NULL,'692516',''),(661,'聂志勋','未知','未知','未知','未知','未知',NULL,'692517',''),(662,'空调维修','未知','未知','未知','未知','未知',NULL,'692447','');
/*!40000 ALTER TABLE `userinfo` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Table structure for table `zkset`
--

DROP TABLE IF EXISTS `zkset`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `zkset` (
  `zkindex` int(10) unsigned NOT NULL AUTO_INCREMENT,
  `zkname` varchar(45) NOT NULL DEFAULT '未知',
  `zkflag` varchar(45) NOT NULL DEFAULT '未知',
  `zkdetail` varchar(90) DEFAULT NULL,
  `zknumb` int(10) unsigned NOT NULL DEFAULT '0',
  PRIMARY KEY (`zkindex`)
) ENGINE=InnoDB DEFAULT CHARSET=gb2312;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `zkset`
--

LOCK TABLES `zkset` WRITE;
/*!40000 ALTER TABLE `zkset` DISABLE KEYS */;
/*!40000 ALTER TABLE `zkset` ENABLE KEYS */;
UNLOCK TABLES;

--
-- Dumping routines for database 'parkadmin'
--
/*!50003 DROP PROCEDURE IF EXISTS `Calculate` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = 'STRICT_TRANS_TABLES,NO_AUTO_CREATE_USER,NO_ENGINE_SUBSTITUTION' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`test`@`%`*/ /*!50003 PROCEDURE `Calculate`( out nMonth int, out nSave int, out nTmp int )
BEGIN
select count( * ) into nMonth from monthcard where Inside = 1;
select count( * ) into nSave from Savecard where Inside = 1;
select count( * ) into nTmp from tmpcard where Inside = 1;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `GenerateReport` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = 'STRICT_TRANS_TABLES,NO_AUTO_CREATE_USER,NO_ENGINE_SUBSTITUTION' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`test`@`%`*/ /*!50003 PROCEDURE `GenerateReport`( in dtStart DATETIME, in dtEnd DATETIME, in nReportType int )
BEGIN
#数字转字符串 :
#newstr=concat(n,'');
#字符串转数字:
#newn= str+0;
#select year( intime ), month( intime ), day( intime ), count( cardno ) from parkadmin.stoprd group by year( intime ), month( intime ), day( intime );
#select year( feetime ), month( feetime ), day( feetime ), sum( feenumb ) from parkadmin.feerd group by year( feetime ), month( feetime ), day( feetime );
    #nReportType 
    declare sYear int;
    declare eYear int;
    declare nYear int;
    declare sMonth int;
    declare eMonth int;
    declare nMonth int;
    declare sDay int;
    declare eDay int;
    
    declare strSYear varchar( 4 );
    declare strEYear varchar( 4 );
    declare strNYear varchar( 4 );
    declare strSMonth varchar( 2 );
    declare strEMonth varchar( 2 );
    declare strNMonth varchar( 2 );
    declare strSDay varchar( 2 );
    declare strEDay varchar( 2 );
    
    declare yBegin varchar( 40 );
    declare yEnd varchar( 40 );
    declare mBegin varchar( 40 );
    declare mEnd varchar( 40 );
    
    declare strSql varchar( 5120 ) default '';
    declare strFormat varchar( 30 ) default '%Y-%m-%d %T';
    declare strPerson varchar( 15 ) default '';
    
    declare strMonthCard varchar( 6 ) default '月租卡';
    declare strTimeCard varchar( 6 ) default '计时卡';
    declare strValueCard varchar( 6 ) default '储值卡';
    
    set sYear = YEAR( dtStart );
    set eYear = YEAR( dtEnd );
    set nYear = eYear + 1;
    set sMonth = MONTH( dtStart );
    set eMonth = MONTH( dtEnd );
    set nMonth = eMonth + 1;
    set sDay = DAY( dtStart );
    set eDay = DAY( dtEnd );
    
    set strSYear = concat( sYear, '' );
    set strEYear = concat( eYear, '' );
    set strNYear = concat( nYear, '' );
    set strSMonth = concat( sMonth, '' );
    set strEMonth = concat( eMonth, '' );
    set strNMonth = concat( nMonth, '' );
    set strSDay = concat( sDay, '' );
    set strEDay = concat( eDay, '' );
    
    set yBegin = concat( strSYear, '-01-01 00:00:00' );
    set yEnd = concat( strNYear, '-01-01 00:00:00' );
    set mBegin = concat( strSYear, '-', strSMonth, '-01 00:00:00' );
    set mEnd = concat( strEYear, '-', strNMonth, '-01 00:00:00' );
    
    case nReportType
        when 1 then #Year
            set strSql = concat( "select c.f1, c.f2, c.f4, d.f4, e.f4,f.f4,g.f4,h.f4 from ( select year( intime ) f1, month( intime ) f2, count( cardno ) f4 from stoprd a where  ( '",
                                 yBegin,
                                 "' <= a.intime and a.intime < '",
                                 yEnd,
                                 "' ) and a.cardkind = '",
                                 strMonthCard,
                                 "' group by year( a.intime ), month( a.intime ) ) c left join ( select year( feetime ) f1, month( feetime ) f2, sum( feenumb ) f4 from feerd where feekind like '",
                                 strMonthCard,
                                 "%' group by year( feetime ), month( feetime ) ) d on c.f1 = d.f1 and c.f2 = d.f2 left join ( select year( intime ) f1, month( intime ) f2, count( cardno ) f4 from stoprd a where  ( '",
                                 yBegin,
                                 "' <= a.intime and a.intime < '",
                                 yEnd,
                                 "' ) and a.cardkind = '",
                                 strTimeCard,
                                 "' group by year( a.intime ), month( a.intime ) ) e on c.f1 = e.f1 and c.f2 = e.f2 left join ( select year( feetime ) f1, month( feetime ) f2, sum( feenumb ) f4 from feerd where feekind like '",
                                 strTimeCard,
                                 "%' group by year( feetime ), month( feetime ) ) f on c.f1 = f.f1 and c.f2 = f.f2 left join ( select year( intime ) f1, month( intime ) f2, count( cardno ) f4 from stoprd a where  ( '",
                                 yBegin,
                                 "' <= a.intime and a.intime < '",
                                 yEnd,
                                 "' ) and a.cardkind = '",
                                 strValueCard,
                                 "' group by year( a.intime ), month( a.intime ) ) g on c.f1 = g.f1 and c.f2 = g.f2 left join ( select year( feetime ) f1, month( feetime ) f2, sum( feenumb ) f4 from feerd where feekind like '",
                                 strValueCard,
                                 "%' group by year( feetime ), month( feetime ) ) h on c.f1 = h.f1 and c.f2 = h.f2" );
        when 2 then #Month
            set strSql =  concat( "select c.f1, c.f2, c.f3, c.f4, d.f4, e.f4,f.f4,g.f4,h.f4 from ( select year( intime ) f1, month( intime ) f2, day( intime ) f3, count( cardno ) f4 from stoprd a where  ( '",
                                  mBegin,
                                  "' <= a.intime and a.intime < '",
                                  mEnd,
                                  "' ) and a.cardkind = '",
                                  strMonthCard,
                                  "'group by year( a.intime ), month( a.intime ), day( intime ) ) c left join ( select year( feetime ) f1, month( feetime ) f2, day( feetime ) f3, sum( feenumb ) f4 from feerd where feekind like '",
                                  strMonthCard,
                                  "%' group by year( feetime ), month( feetime ), day( feetime ) ) d on c.f1 = d.f1 and c.f2 = d.f2 and c.f3 = d.f3 left join ( select year( intime ) f1, month( intime ) f2, day( intime ) f3, count( cardno ) f4 from stoprd a where  ( '",
                                  mBegin,
                                  "' <= a.intime and a.intime < '",
                                  mEnd,
                                  "' ) and a.cardkind = '",
                                  strTimeCard,
                                  "' group by year( a.intime ), month( a.intime ) ) e on c.f1 = e.f1 and c.f2 = e.f2  and c.f3 = e.f3 left join ( select year( feetime ) f1, month( feetime ) f2, day( feetime ) f3, sum( feenumb ) f4 from feerd where feekind like '",
                                  strTimeCard,
                                  "%' group by year( feetime ), month( feetime ) ) f on c.f1 = f.f1 and c.f2 = f.f2  and c.f3 = f.f3 left join ( select year( intime ) f1, month( intime ) f2, day( intime ) f3, count( cardno ) f4 from stoprd a where  ( '",
                                  mBegin,
                                  "' <= a.intime and a.intime < '",
                                  mEnd,
                                  "' ) and a.cardkind = '",
                                  strValueCard,
                                  "' group by year( a.intime ), month( a.intime ) ) g on c.f1 = g.f1 and c.f2 = g.f2  and c.f3 = g.f3 left join ( select year( feetime ) f1, month( feetime ) f2, day( feetime ) f3, sum( feenumb ) f4 from feerd where feekind like '",
                                  strValueCard,
                                  "%' group by year( feetime ), month( feetime ) ) h on c.f1 = h.f1 and c.f2 = h.f2 and c.f3 = h.f3" );
        when 3 then #Day
            set strSql =  concat( "select c.f1, c.f2, c.f3, c.f4, d.f4, e.f4,f.f4,g.f4,h.f4 from ( select year( intime ) f1, month( intime ) f2, day( intime ) f3, count( cardno ) f4 from stoprd a where  ( '",
                                  DATE_FORMAT( dtStart, strFormat ),
                                  "' <= a.intime and a.intime < '",
                                  DATE_FORMAT( dtEnd, strFormat ),
                                  "' ) and a.cardkind = '",
                                  strMonthCard,
                                  "'group by year( a.intime ), month( a.intime ), day( intime ) ) c left join ( select year( feetime ) f1, month( feetime ) f2, day( feetime ) f3, sum( feenumb ) f4 from feerd where feekind like '",
                                  strMonthCard,
                                  "%' group by year( feetime ), month( feetime ), day( feetime ) ) d on c.f1 = d.f1 and c.f2 = d.f2 and c.f3 = d.f3 left join ( select year( intime ) f1, month( intime ) f2, day( intime ) f3, count( cardno ) f4 from stoprd a where  ( '",
                                  DATE_FORMAT( dtStart, strFormat ),
                                  "' <= a.intime and a.intime < '",
                                  DATE_FORMAT( dtEnd, strFormat ),
                                  "' ) and a.cardkind = '",
                                  strTimeCard,
                                  "' group by year( a.intime ), month( a.intime ) ) e on c.f1 = e.f1 and c.f2 = e.f2  and c.f3 = e.f3 left join ( select year( feetime ) f1, month( feetime ) f2, day( feetime ) f3, sum( feenumb ) f4 from feerd where feekind like '",
                                  strTimeCard,
                                  "%' group by year( feetime ), month( feetime ) ) f on c.f1 = f.f1 and c.f2 = f.f2  and c.f3 = f.f3 left join ( select year( intime ) f1, month( intime ) f2, day( intime ) f3, count( cardno ) f4 from stoprd a where  ( '",
                                  DATE_FORMAT( dtStart, strFormat ),
                                  "' <= a.intime and a.intime < '",
                                  DATE_FORMAT( dtEnd, strFormat ),
                                  "' ) and a.cardkind = '",
                                  strValueCard,
                                  "' group by year( a.intime ), month( a.intime ) ) g on c.f1 = g.f1 and c.f2 = g.f2  and c.f3 = g.f3 left join ( select year( feetime ) f1, month( feetime ) f2, day( feetime ) f3, sum( feenumb ) f4 from feerd where feekind like '",
                                  strValueCard,
                                  "%' group by year( feetime ), month( feetime ) ) h on c.f1 = h.f1 and c.f2 = h.f2 and c.f3 = h.f3" );
        when 4 then #Person
            set strSql = concat( "select feeoperator f1, sum( feenumb ) f2 from feerd where feetime between '",
                                 DATE_FORMAT( dtStart, strFormat ),
                                 "' and '",
                                 DATE_FORMAT( dtEnd, strFormat ),
                                 "'" );
    end case;

    SET @sql = strSql;
    PREPARE dyncSql FROM @sql;
    EXECUTE dyncSql;
    DEALLOCATE PREPARE dyncSql;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `InconformityInfo` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = 'STRICT_TRANS_TABLES,NO_AUTO_CREATE_USER,NO_ENGINE_SUBSTITUTION' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`test`@`%`*/ /*!50003 PROCEDURE `InconformityInfo`( strPlate varchar(16 ), strCardID varchar( 32 ) )
BEGIN
declare strType1 varchar( 32 );
declare strType2 varchar( 32 );

-- DECLARE HANDLER syntax 声明异常处理的语法
-- DECLARE
-- { EXIT | CONTINUE }
-- HANDLER FOR
-- { error-number | { SQLSTATE error-string } | condition }
-- SQL statement

-- DECLARE cursor-name CURSOR FOR SELECT ...;
-- OPEN cursor-name;
-- FETCH cursor-name INTO variable [, variable];

begin

    if exists ( select cardno from monthcard where cardno in ( select cardindex from carinfo where carcp = strplate ) ) then
        set strType1 = '月租卡';
    elseif exists ( select cardno from savecard where cardno in ( select cardindex from carinfo where carcp = strplate ) ) then
        set strType1 = '储值卡';
    elseif exists ( select cardno from tmpcard where cardno in ( select cardindex from carinfo where carcp = strplate ) ) then
        set strType1 = '计时卡';
    end if;
end;

begin
declare a int default 2; -- Temporary variable Scope
set @x = 'sjkdfsd'; -- Session Variable
    if exists ( select cardno from monthcard where cardno in ( strCardID ) ) then
        set strType2= '月租卡';
    elseif exists ( select cardno from savecard where cardno in ( strCardID ) ) then
        set strType2 = '储值卡';
    elseif exists ( select cardno from tmpcard where cardno in ( strCardID ) ) then
        set strType2 = '计时卡';
    end if;
end;

begin
    select a.cardindex, a.carcp, b.username, b.userphone, c.strType1, d.a, d.b, d.c, d.d, d.e from carinfo a 
    join userinfo b on a.carcp = strPlate and a.cardindex = b.cardindex 
    join (select strType1 from dual) c
    join
    ( select a.cardindex a, a.carcp b, b.username c, b.userphone d, c.strType2 e from carinfo a 
    join userinfo b on a.cardindex = strCardID and a.cardindex = b.cardindex 
    join (select strType2 from dual) c ) d;
end;
end */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `OperateCarInfo` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = 'STRICT_TRANS_TABLES,NO_AUTO_CREATE_USER,NO_ENGINE_SUBSTITUTION' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`root`@`127.0.0.1`*/ /*!50003 PROCEDURE `OperateCarInfo`( in CarID VARCHAR(50), in CarModel VARCHAR(50), 
                                                in CardID VARCHAR(50), in DriveID VARCHAR(50) )
BEGIN
    declare n INT(10) default 1;
    declare strSql VARCHAR( 1024 ) default '';

    set strSql = concat( 'select carid into n from carinfo where carcp =\'', CarID, '\' and cardindex =\'', CardID, '\'' );
    SET @sql = strSql;
    PREPARE dyncSql FROM @sql;
    EXECUTE dyncSql;
    -- select n;
    DEALLOCATE PREPARE dyncSql;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!50003 DROP PROCEDURE IF EXISTS `Test` */;
/*!50003 SET @saved_cs_client      = @@character_set_client */ ;
/*!50003 SET @saved_cs_results     = @@character_set_results */ ;
/*!50003 SET @saved_col_connection = @@collation_connection */ ;
/*!50003 SET character_set_client  = utf8 */ ;
/*!50003 SET character_set_results = utf8 */ ;
/*!50003 SET collation_connection  = utf8_general_ci */ ;
/*!50003 SET @saved_sql_mode       = @@sql_mode */ ;
/*!50003 SET sql_mode              = 'STRICT_TRANS_TABLES,NO_AUTO_CREATE_USER,NO_ENGINE_SUBSTITUTION' */ ;
DELIMITER ;;
/*!50003 CREATE*/ /*!50020 DEFINER=`test`@`%`*/ /*!50003 PROCEDURE `Test`()
BEGIN
 select * from tmpcard;
END */;;
DELIMITER ;
/*!50003 SET sql_mode              = @saved_sql_mode */ ;
/*!50003 SET character_set_client  = @saved_cs_client */ ;
/*!50003 SET character_set_results = @saved_cs_results */ ;
/*!50003 SET collation_connection  = @saved_col_connection */ ;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2011-12-16 14:40:48
